/**
* GIF编辑器 - 数据交互逻辑处理逻辑
*
* @author huzunjie@pyzy.net
*/
(function(window, document, undefined){
    'use strict';

    gifEditor.set('data', {
        init:function(){
            //保存空白文档数据，用于新建功能
            this._empty_base_data = $.extend(true,{},this._base_data);
            this.loadIpcPicsData();
            this.initBaseFieldGseter();
        },

        newDoc:function(){
            this.setBaseData($.extend(true,{},this._empty_base_data));
        },

        // 读取本地存储数据
        readLSData:function(){
            var lsJSONStr=localStorage.getItem('_gif_editor')||'{}';
            return JSON.parse(lsJSONStr);
        },

        // 从localStorage读数据出来
        readStrorage:function(name){
            var lsJSON = this.readLSData();

            //已存在的存档名称们
            var names = Object.keys(lsJSON);
            if(names.length==0){
                return alert("暂时没有任何存档信息。");
            }

            //输入要打开的存档名称
            name = name || prompt('请输入要打开的存档名称(已有存档:'+names.join('、')+')：');
            if($.isEmpty(name))return name===''?alert("打开失败，存档名称不能为空！"):null;
            //打开存档
            var theData = lsJSON[name||'def'];
            theData? this.setBaseData(theData) : alert("没有到名称为["+name+"]的存档数据。");
            console.log('data.readStrorage, name:'+name);
        },

        // 保存数据导localStorage
        save:function(name){
            var self = this,
                lsJSON = self.readLSData(),
                /*已存在的存档名称们*/
                names = Object.keys(lsJSON),
                title = self.getTitle();
            name = name || prompt('请输入要另存为的存档名称'+( names.length>0?'(已有存档:'+names.join('、')+')':'' )+'：', title);
            if($.isEmpty(name))return name===''?alert("保存失败，存档名称不能为空！"):null;

            if(lsJSON[name] && !confirm('已存在名称为['+name+']的存档，确定要覆盖吗？')){
                return;
            }

            self.setTitle(title);

            lsJSON[name]=self._base_data;
            localStorage.setItem('_gif_editor', JSON.stringify(lsJSON) );

            console.log('stored by data.save, name:'+name);
        },

        _base_data:{

            //是否空白文档
            _is_pure:true,

            //当前正在编辑的帧序号
            currentFrameIndex:-1,
            //当前正在编辑的帧元素序号
            currentEleIndex:-1,

            //GIF名称
            title:"未命名",

            //宽度
            width:800,

            //高度
            height:400,

            //锁定宽高比
            lock_w_h:0,

            //循环次数 0为无线循环
            repeat:0,

            //图片质量
            quality:10,

            //视频截图间隔
            snap_interval:1000,

            /*
            //背景色
            background:'#000000',
            //镂空色
            transparent:0x000000,
            */

            //缩放比率 0-100
            zoom:100,

            //帧频
            fps:12,
            //侧栏是否开启
            asideStatus:1,
            //网格开启否
            gridStatus:1,
            //标尺开启否
            rulerStatus:1,
            //编辑模块是否开启
            editStatus:1,
            //公共帧元素裁剪是否开启
            clipStatus:0,
            //编辑帧模式,0:画笔;1:直线;2:矩形;3:圆形;4:橡皮擦;
            editMode:0,
            //编辑模式颜色
            editColor:'#fff',
            //编辑模式起始点坐标
            editStartPoint:{x:0,y:0},
            //编辑模式结束点坐标
            editSelectArea:false,
            //编辑模式，鼠标按下时是否在选区内
            editSelectIn:false,
            //编辑点坐标
            editPoints:[],
            //公共帧元素拖拽对象
            public_timer_drag:null,
            //公共元素们
            public_conf:{
                // 背景配置
                bgConf:{
                    top:0,
                    left:0,
                    width:'100%',
                    height:'100%'
                },
                // 公共元素（所有帧中公用的）
                els:[
                    {
                        type:"text",
                        txt:"{frameIndex}/{frameCount}",

                        top:3,
                        left:160,
                        fontSize:12,
                        fontColor:'#000000',
                        shadowBlur:"2",
                        shadowOffsetX:"0",
                        shadowOffsetY:"0",
                        shadowColor:"#ffffff",

                        lock:false,
                        hide:false
                    }/*,
                    {
                         type:"text",
                         txt:"",
                         top:3,
                         left:4,
                         fontSize:12,
                         fontColor:"#dddddd",
                         lock:false,
                         hide:false,
                         shadowBlur:"2",
                         shadowOffsetX:"0",
                         shadowOffsetY:"0",
                         shadowColor:"#000000"
                    }/*,
                    {
                        type:"img",
                        txt:"图片描述",
                        src:"a/b/c.jpg",
                        style:{
                            top:100,
                            left:200,
                            fontSize:12,
                            fontColor:'#000000'
                        },
                        lock:false,
                        hide:false
                    }*/
                ]
            },

            //帧们
            frames:[]/*,
            "frames 数据结构示例":[
                {
                    //帧延时
                    //delay:null,

                    //当前帧内的元素们
                    els:[

                        //背景图(不可删除)
                        {
                            type:"background", //background不允许删除
                            _ipbc:1, //是否继承全局配置
                            src:"a/b/c.jpg",
                            lock:true,
                            hide:false
                        },
                        {
                            type:"text",
                            txt:"{frameIndex}/{frameCount}",

                            top:100,
                            left:200,
                            fontSize:12,
                            fontColor:'#000000',

                            lock:false,
                            hide:false
                        },
                        {
                            type:"img",
                            txt:"图片描述",
                            src:"a/b/c.jpg",

                            top:100,
                            left:200,

                            lock:false,
                            hide:false
                        }
                    ]
                }
            ]*/
        },

        //是否没被编辑过的空白文档
        isPure:function(){
            return this._base_data._is_pure;
        },

        // 基础字段
        _baseFields:'currentFrameIndex currentEleIndex fps title lock_w_h width height zoom asideStatus editSelectIn editSelectArea editStartPoint editPoints editColor clipStatus editMode gridStatus editStatus rulerStatus quality snap_interval public_timer_drag'.split(' '),

        // 触发默认数据回填
        setBaseData:function(newBaseData){
            var self = this, baseData=self._base_data;
            if(newBaseData){
                 baseData=self._base_data = $.extend(true, {}, this._empty_base_data, newBaseData);
            }
            //清理UI
            gifEditor.trigger('clear_frames');

            var framesArr = baseData.frames||[];

            if(framesArr.length>0){
                // 通知UI渲染帧数据
                gifEditor.trigger('add_frames',[{
                    frameIndex:0,
                    newFrames:framesArr
                }]);
            }

            // 遍历所有基础字段触发回填UI
            self._baseFields.forEach(function(fieldName){
                var argObj = { fieldName:fieldName, newVal:baseData[fieldName], oldVal:baseData[fieldName] };
                gifEditor.trigger(fieldName+'_change',[argObj]);
                gifEditor.trigger("base_field_change",[argObj]);
            });

        },

        // 给gifEditor.data 增加基础字段_baseFields们的读写处理及change事件逻辑
        initBaseFieldGseter:function(){
            var self = this;

            // 遍历所有基础字段们
            self._baseFields.forEach(function(fieldName){
                var f2uFieldName = $.firstLetter2Upper(fieldName);

                // 针对基础字段在data命名空间上增加set方法
                self['set'+f2uFieldName] = function(newVal){
                    var baseData=self._base_data;
                    var  oldVal=baseData[fieldName];
                    if(oldVal!=newVal){
                        var argObj = { fieldName:fieldName, oldVal:oldVal, newVal:newVal };
                        gifEditor._setingFactory(fieldName+'_change', function(){
                            baseData[fieldName] = newVal;
                            baseData._is_pure = false;
                            gifEditor.trigger("base_field_change",[argObj]);
                        }, argObj);
                    }
                    return self;
                };

                // 针对基础字段在data命名空间上增加get方法
                self['get'+f2uFieldName] = function(defaultVal){
                    var val=self._base_data[fieldName];
                    return val==undefined?defaultVal:val;
                };

            });

        },


        /* 获取公共帧元素数据 */
        getPublicBgConf:function(){
            return this._base_data.public_conf.bgConf;
        },

        /* 获取公共帧元素数据 */
        getPublicEls:function(){
            return this._base_data.public_conf.els;
        },

        /* 获取公共帧元素数据 */
        getPublicEl:function(elIndex){
            var self = this, pEls = self.getPublicEls();
            return pEls && pEls[elIndex];
        },

        /* 添加帧到指定的位置
        * @bgPaths  单个字符串格式的帧背景图地址，或数组形式的多个背景图地址
        * @frameIndex 帧要插入的数组索引位置
        */
        addFrames:function(bgPaths, frameIndex ,dataurl){
            // console.log(dataurl);

            var data = this, framesArr = data.getFrames();
            var result = [];

            frameIndex = frameIndex==null?framesArr.length:frameIndex;
            bgPaths = $.type(bgPaths)=='array'?bgPaths:[bgPaths];

            bgPaths.map(function(bgPath,index){

                //已经是帧数据对象了，就不再新建
                if(bgPath.els && bgPath.els[0].type){
                    return bgPath;
                }
                // new Frame
                //console.log(bgPath);
                if(bgPath.indexOf('.gif')>0){
                    //console.log('it is gif .');
                    var exploder = new Exploder(bgPath);
                    exploder.load();
                    exploder.onload = function(data){
                        // console.log(data);
                        for(var i=0;i<data.length;i++){
                            var item = {
                                els:[{
                                    type:"background", //background不允许删除
                                    _ipbc:1, //是否继承全局配置
                                    src: data[i]['url'],
                                    lock:true,
                                    hide:false
                                }]
                            }
                            result.push(item);
                          /*return {
                            //delay:null,
                            els:[{
                                type:"background", //background不允许删除
                                _ipbc:1, //是否继承全局配置
                                src: data[i]['url'],
                                lock:true,
                                hide:false
                            }]
                          }  */
                        }
                        gifEditor._setingFactory('add_frames', function(){
                            result.shift();
                            framesArr.splice.apply(framesArr,[frameIndex,0].concat(result));
                            gifEditor.data._base_data.frames.pop();
                            data._is_pure = false;
                        }, {
                            frameIndex:frameIndex,
                            bgPaths:bgPaths,
                            newFrames:result
                        });
                        //console.log(result);
                    };
                    exploder.onerror = function(e){
                        console.log(e);
                        //alert('gif图拆解出错');
                    };
                }else{
                    var durl = dataurl[index]||null;
                    var item = {
                        //delay:null,
                        els:[{
                                type:"background", //background不允许删除
                                _ipbc:1, //是否继承全局配置
                                src: bgPath,
                                dataurl: durl,
                                lock:true,
                                hide:false
                            }]
                        }
                    }
                    result.push(item);
                });
            //console.log(newFrames);
            gifEditor._setingFactory('add_frames', function(){
                framesArr.splice.apply(framesArr,[frameIndex,0].concat(result));
                data._is_pure = false;
            }, {
                frameIndex:frameIndex,
                bgPaths:bgPaths,
                newFrames:result
            });


        },

        /* 删除指定位置的帧
        * @frameIndex 帧索引位置
        */
        delFrame:function(frameIndex, okCbk){
            var data = this, framesArr = data.getFrames();

            var delCount = 1, delFramesData =[];

            gifEditor._setingFactory('del_frames', function(){
                delFramesData = framesArr.splice(frameIndex, delCount);
                okCbk && okCbk(frameIndex, delCount);
            }, {
                frameIndex:frameIndex,  delCount:delCount
            });
            return delFramesData;
        },

        /* 按帧索引移动对应帧到新指定的位置 */
        moveFrame:function(frameIndex, newFrameIndex){
            var framesArr = this.getFrames();

            newFrameIndex = Math.min(newFrameIndex,framesArr.length-1);

            gifEditor._setingFactory('move_frames', function(){
                var moveFramesData = framesArr.splice(frameIndex, 1);
                moveFramesData.length>0 && framesArr.splice.apply(framesArr,[newFrameIndex,0, moveFramesData[0]]);
            }, {
                frameIndex:frameIndex,  newFrameIndex:newFrameIndex
            });
        },


        // 根据帧数据取得该帧内的背景元素
        getBgByFrameData:function(frameData){
            if(!frameData)return;
            var els = frameData.els||[], bgEl;
            // 遍历帧内元素，找到背景元素
            for(var i=0,el; el=els[i]; i++){
                if(el.type=="background"){
                    bgEl = el;
                    break;
                }
            }
            return bgEl;
        },

        /* 将元素处理为可渲染内容 */
        bulidFrameEle:function(el, frameIndex){
            var self = this;
            if(el.type=="background"){
                //找到背景元素设置全局默认值[TODO 这里的背景图只能放在第一位，否则无法正常取得文件名]
                if(el._ipbc){
                    var pbConfs = self.getPublicBgConf();
                    for(var bI in pbConfs){
                        if( $.isEmpty(el[bI]) ){
                            el[bI] = pbConfs[bI];
                        }
                    }
                }
            }else if(el.type=="text"){

                //找到文本元素，编译内部变量
                el.txt = el.txt.replace(/\{frameIndex\}/g, (frameIndex+1) ) /* 帧序号 */
                               .replace(/\{frameCount\}/g,self.getFramesCount()) /* 帧总数 */
            }
        },

        /* 取得可直接用来渲染的第index帧数据(这里会从_base_data拷贝出一份帧数据，并加入公共数据) */
        getRenderFrameData:function(index){
            var self = this, frameData = self.getFrame(index,true);
            if(!frameData)return;

            if(index==null) index = this.getCurrentFrameIndex();

            var els = frameData.els||[], publicEls = $.extend(true,[], self.getPublicEls() );

            //合并公共元素
            for(var j=0,pubEl;pubEl=publicEls[j];j++){
                var s = pubEl.start?parseInt(pubEl.start):0;
                var e = pubEl.end?parseInt(pubEl.end):self.getFramesCount();
                var c = index+1;
                var width = pubEl.txt.length*pubEl.fontSize;
                if(!!(s<=c&&e>=c)){
                    pubEl._rid = "public_"+j;
                    if(pubEl.barrage){
                        pubEl.left = pubEl.left - (c-s)*((pubEl.left+width)/(e-s));
                    }
                    if(pubEl.typewriter){
                        var txt = pubEl.txt;
                        pubEl.txt = txt.slice(0,Math.ceil(txt.length*(c-s)/(e-s)));
                    }
                    // el.width = el.txt.length*el.fontSize;
                    els.push(  pubEl );
                }
            }

            // 遍历帧内元素
            for(var i=0,el; el=els[i]; i++){
                if(!el._rid){
                    el._rid = i;
                }
                self.bulidFrameEle(el, index)
            }

            return frameData;
        },

        /* 取得第index帧数据 */
        getFrame:function(index, getNewObj){
            //console.log('get '+index+' frame');
            var frameData = this.getFrames()[index==null?this.getCurrentFrameIndex():index];
            return getNewObj && frameData?$.extend(true, {}, frameData ):frameData;
        },
        getFrames:function(){
            //console.log('get frames');
            return this._base_data.frames;
        },
        getFramesCount:function(){
            return this.getFrames().length;
        },

        /* 设置当前帧信息 */
        setCurrFrameEl:function(key, val, elIndex){
            var self = this, currEl = self.getCurrFrameEl(elIndex);
            var argObj = { fieldName:key, oldVal:currEl[key], newVal:val, elIndex:elIndex };

            if(key.indexOf("public-")==0){
                key = key.replace("public-","");
                currEl = self.getPublicBgConf();
            }
            gifEditor._setingFactory('frame_el_attr_change', function(){
                currEl[key]=val;
            }, argObj);
        },

        /* 获取当前帧中索引值对应的元素 */
        getCurrFrameEl:function(elIndex, frameIndex, _copy){
            if(elIndex===true){
                _copy = true;
                elIndex = undefined;
            }
            var self = this, currElIndex = elIndex, el;
            //没有传入元素索引，则取当前元素
            if(elIndex==undefined){
                elIndex = currElIndex = self.getCurrentEleIndex();
            }
            //元素索引包含公共字样标识，则是公共元素
            if((''+elIndex).indexOf('public_')>-1){
                elIndex = +elIndex.replace("public_",'');
                el = self.getPublicEl(elIndex);
            }else{
                el = self.getFrameEl(elIndex);
            }

            if(el && _copy){
                var _rel = el;
                el = $.extend(true,{},el);
                el._rel = _rel;
                self.bulidFrameEle(el, self.getCurrentFrameIndex());
                el._rid = currElIndex;
            }
            return el;
        },
        /* 获取当前帧中索引值对应的元素 */
        getFrameEl:function(elIndex, frameIndex){
            var frameEls = this.getFrameEls(frameIndex);
            return frameEls && frameEls[elIndex];
        },
        getFrameEls:function(frameIndex){
            var frameData = this.getFrame(frameIndex);
            return frameData && frameData.els;
        },


        /* 添加一个元素 */
        addFrameEl:function(publicOrCurrFrame,opts){

            var self = this, isPublic = publicOrCurrFrame=="public", elsArr = isPublic?self.getPublicEls():self.getFrameEls();

            if(self.getFramesCount()==0 || !elsArr){
                return false
            }
            elsArr.push( $.extend({
                type:"text",
                txt:"这里是要展示的文本",

                top:50,
                left:80,
                fontSize:12,
                fontColor:'#000000',

                shadowBlur:"2",
                shadowOffsetX:"0",
                shadowOffsetY:"0",
                shadowColor:"#ffffff",

                lock:0,
                hide:0
            },opts) );

            self.setCurrentEleIndex( (isPublic?'public_':'')+ (elsArr.length-1));
            //事件通知查询结果，便于将来升级为走服务端异步请求
            gifEditor.trigger("add-frame-el");
        },

        /* 添加一个元素 */
        delFrameEl:function(rid){

            var self = this, elIndex = rid, isPublic = (''+elIndex).indexOf('public_')>-1;
            if(isPublic){
                elIndex = +elIndex.replace("public_",'');
            }

            var elsArr = isPublic?self.getPublicEls():self.getFrameEls();

            elsArr.splice(elIndex,1);

            //事件通知查询结果，便于将来升级为走服务端异步请求
            gifEditor.trigger("del-frame-el");
            self.setCurrentEleIndex( (isPublic?'public_':'')+ 0)
        },

        /* 获取摄像机相应时间段内的截图素材 */
        queryIpcPics:function(ipc_sn_or_name, sta_time_str, end_time_str){

            var ipcData = this._base_ipcs_pics_data||{},
                retData = { sn:'', name:'', pics:[], _args:arguments };

            /* 先查设备 */
            var ipcsData = ipcData.names||{};
            ipc_sn_or_name = ipc_sn_or_name||"";
            for(var _sn in ipcsData){
                var _name = ipcsData[_sn];
                if(_sn.indexOf(ipc_sn_or_name)!=-1 || _name.indexOf(ipc_sn_or_name)!=-1){
                    retData.sn = _sn;
                    retData.name = _name;
                    retData.pics = (ipcData.imgs||{})[_sn];
                    break;
                }
            }

            /* 有匹配的设备则再进行图片筛选 */
            if(retData.sn!==''){
                var staTimeDate = $.formatDate(sta_time_str,'date'),
                    endTimeDate = $.formatDate(end_time_str,'date');
                if(staTimeDate || endTimeDate){
                    /* 有指定时间范围再查图片 */
                    var filterFun;
                    if(staTimeDate){
                        filterFun = function(picTimeStamp){
                            return picTimeStamp>=staTimeDate;
                        };
                    }
                    if(endTimeDate){
                        endTimeDate =+endTimeDate+1e3; //加1秒
                        filterFun = (function(staFilterFun){
                            return staFilterFun?function(picTimeStamp){
                                return staFilterFun(picTimeStamp) && picTimeStamp<=endTimeDate;
                            }:function(picTimeStamp){
                                return picTimeStamp<=endTimeDate;
                            };
                        })(filterFun);

                    }
                    if(filterFun){
                        retData.pics = retData.pics.filter(filterFun)
                    }
                }
            }
            //事件通知查询结果，便于将来升级为走服务端异步请求
            gifEditor.trigger("ipc_query_end.data",[retData]);
        },

        /* 加载摄像机数据们到缓存 */
        loadIpcPicsData:function(){
            var geData = this;

            /*$.get("data.php",function(data){
                // {
                // "imgs": { 'sn':[t,t,t] },
                // "names": { 'sn':'name' }
                //}
                var ipcs = geData._base_ipcs_pics_data = JSON.parse(data||'{}');
                gifEditor.trigger("ipcs_data_loaded",[ipcs]);

            });

            geData._base_ipcs_pics_data = {"imgs":{"36020174749":["1446731666529","1446731697129","1446731727747","1446731758398","1446731789337","1446731819944","1446731850854","1446731881410","1446731912005","1446731942571","1446731973151","1446732003837","1446732034710","1446732065396","1446732096158","1446732126823","1446732157597","1446732188333","1446732219056","1446732249736","1446732280400","1446732311329","1446732342740","1446732374487","1446732406066","1446732437080","1446732467958","1446732498560","1446732529149","1446732559732","1446732590452","1446732621093","1446732651720","1446732683080","1446732713949","1446732744611","1446732775186","1446732806125","1446732836694","1446732867310","1446732897878","1446732928941","1446732959677","1446732990317","1446733020886","1446733051503","1446733082221","1446733113110","1446733143932","1446733174578","1446733205614","1446733236358","1446733266942","1446733297505","1446733328161","1446733358741","1446733389411","1446733420092","1446733450666","1446733481268","1446733511930","1446733542507","1446733573390","1446733603967","1446733634966","1446733665539","1446733696093","1446733726675","1446733757240","1446733787840","1446733818557","1446733849160","1446733879719","1446733910308","1446733940875","1446733971661","1446734002277","1446734032863","1446734063453","1446734094023","1446734124611","1446734155181","1446734185758","1446734216317","1446734247045","1446734277658","1446734308614","1446734339220","1446734369913","1446734400717","1446734431802","1446734462410","1446734492982","1446734523686","1446734554513","1446734585135","1446734615718","1446734646349","1446734676932","1446734707593","1446734738418","1446734768981","1446734799635","1446734830274","1446734860947","1446734891560","1446734922130","1446734952949","1446734983945","1446735014728","1446735045374","1446735076175","1446735106804","1446735137425","1446735168252","1446735198889","1446735229457","1446735260020","1446735290580","1446735321175","1446735352354","1446735382914","1446735413752","1446735444470","1446735475058","1446735505642","1446735536270","1446735567064","1446735597692","1446735628300","1446735658939","1446735689533","1446735720693","1446735752204","1446735782760","1446735813789","1446735844960","1446735875639","1446735906458","1446735937445","1446735968414","1446735999186","1446736029940","1446736060969","1446736091672","1446736122380","1446736153023","1446736183621","1446736214222","1446736244807","1446736275379","1446736306183","1446736336966","1446736367583","1446736398169","1446736428906","1446736459687","1446736490439","1446736521053","1446736552250","1446736583012","1446736613651","1446736644391","1446736675285","1446736705843","1446736736733","1446736767337","1446736797884","1446736828660","1446736859221","1446736889808","1446736920863","1446736951512","1446736982088","1446737012846","1446737043417","1446737074009","1446737104960","1446737135653","1446737166279","1446737196909","1446737227504","1446737258684","1446737289250","1446737319916","1446737350851","1446737381407","1446737411981","1446799382799","1446799388391","1446799393980","1446799399573","1446799405208","1446799410833","1446799416430","1446799422024","1446799427617","1446799433216","1446799438854","1446799444479","1446799450075","1446799455665","1446799461269","1446799466871","1446799472464","1446799478066","1446799483666","1446799489277","1446799494881","1446799500477","1446799506084","1446799511680","1446799517290","1446799522878","1446799528485","1446799534101","1446799539696","1446799545299","1446799550895","1446799556498","1446799562115","1446799567712","1446799573306","1446799578911","1446799584511","1446799590111","1446799595704","1446799601319","1446799606924","1446799612524","1446799618108","1446799623720","1446799629308","1446799634905","1446799640492","1446799646096","1446799651700","1446799657309","1446799662937","1446799668530","1446799674122","1446799679727","1446799685344","1446799690967","1446799696591","1446799702180","1446799707781","1446799713393","1446799719035","1446800306681","1446800317265","1446800327856","1446800338445","1446800349033","1446800359871","1446800370711","1446800381581","1446800392515","1446800403100","1446800413659","1446800424266","1446800434841","1446800445418","1446800455997","1446800466589","1446800477161","1446800487750","1446800498338","1446800508908","1446800519507","1446800530106","1446800540698","1446800551293","1446800561855","1446800572447","1446800583066","1446800593646","1446800604225","1446800614796","1446800625380","1446800636000","1446800646582","1446800657174","1446800667735","1446800678362","1446800688929","1446800699498","1446800710092","1446800720658","1446800731225","1446800741801","1446800752377","1446800762965","1446800773536","1446800784115","1446800794702","1446800805271","1446800815854","1446800826419","1446800837009","1446800847580","1446800858154","1446800868742","1446800879334","1446800889909","1446800900467","1446800911050","1446800921628","1446800932212","1446800942789","1446800953373","1446800963948","1446800974520","1446800985103","1446800995678","1446801006258","1446801016833","1446801027509","1446801038085","1446801048666","1446801059251","1446801069823","1446801080401","1446801090999","1446801101578","1446801112162","1446801122750","1446801133332","1446801143921","1446801154512","1446801165078","1446801175662","1446801186246","1446801196813","1446801207401","1446801217986","1446801228561","1446801239142","1446801249737","1446801260321","1446801270905","1446801281516","1446801292105","1446801302701","1446801313279","1446801323857","1446801334425","1446801345009","1446801355604","1446801368234","1446801376819","1446801385416","1447404081231","1447404086818","1447404092416","1447404098687","1447404104443","1447404110475","1447404116450","1447404122051","1447404127676","1447404133302","1447404138933","1447404144523","1447404150138","1447404155743","1447404161371","1447404166995","1447404172603","1447404178232","1447404183937","1447404189543","1447404195217","1447404201000","1447404206677","1447404212346","1447404218071","1447404223692","1447404229327","1447404235100","1447404240755","1447404246395","1447404252290","1447404258046","1447404263700","1447404269383","1447404275075","1447404280699","1447404286367","1447404292031","1447404297660","1447404303416","1447404309044","1447404314649","1447404320457","1447404326024","1447404331617","1447404337166","1447404342713","1447404348364","1447404353977","1447404359586","1447404365161","1447404370762","1447404376368","1447404381961","1447404387556","1447404393463","1447404399480","1447404405516","1447404410803","1447404417113","1447404422730","1447404428536","1447404434541","1447404440207","1447404451990","1447404457860","1447404463476","1447404469052","1447404474815","1447404480563","1447404486168","1447404491781","1447404497371","1447404503021","1447404508656","1447404514260","1447404519906","1447404525523","1447404531168","1447404536800","1447404542399","1447404548022","1447404553631","1447404559233","1447404564866","1447404570485","1447404576102","1447404581699","1447404587315","1447404592938","1447404598533","1447404604167","1447404615606","1447404621231","1447404627140","1447404632792","1447404638433","1447404644337","1447404664068","1447404672628","1447404681242","1447404689847","1447404698459","1447404707036","1447404715646","1447404724251","1447404732836","1447404741445","1447404750048","1447404758649","1447404767269","1447404775864","1447404784478","1447404793117","1447404801751","1447404810357","1447404818986","1447404827559","1447404836197","1447404844816","1447404853410","1447404862035","1447404870656","1447404888066","1447404896720","1447404905393","1447404914002","1447404922641","1447404931249","1447404939841","1447404948445","1447404957066","1447404965786","1447404974437","1447404983078","1447404991788","1447405000399","1447405009073","1447405017654","1447405026266","1447405034890","1447405043533","1447405052140","1447405069356","1447405077947","1447405086584","1447405095231","1447405103806","1447405112388","1447405120983","1447405129584","1447405138391","1447405147013","1447405155587","1447405164185","1447405172780","1447405181339","1447405189909","1447405198534","1447405207160","1447405224820","1447405233434","1447405241979","1447405259108","1447405267709","1447405276299","1447405284868","1447405293443","1447405302042","1447405310636","1447405319205","1447405327782","1447405336826","1447405345430","1447405354004","1447405362597","1447405371187","1447405379788","1447405396967","1447405405555","1447405414140","1447405422759","1447405439974","1447405448608","1447405457216","1447405465797","1447405483534","1447405492131","1447405500718","1447405509314","1447405517874","1447405534734","1447405545383","1447405555978","1447405566604","1447405577184","1447405587786","1447405598367","1447405608947","1447405619550","1447405630117","1447405640721","1447405651347","1447405661966","1447405672549","1447405683203","1447405693825","1447405704427","1447405715026","1447405725768","1447405736431","1447405747009","1447405757695","1447405768295","1447405778923","1447405789528","1447405800190","1447405810817","1447405821970","1447405832670","1447405843276","1447405853967","1447405864570","1447405875201","1447405885836","1447405896432","1447405907048","1447405917710","1447405928360","1447405939032","1447405949635","1447405960337","1447405970957","1447405981660","1447405992427","1447406003267","1447406014063","1447406024646","1447406035495","1447406046138","1447406056820","1447406076834","1447406087577","1447406098255","1447406108892","1447406119611","1447406130220","1447406140914","1447406151676","1447406162337","1447406173040","1447406183737","1447406194413","1447406205099","1447406215758","1447406226430","1447406237138","1447406247776","1447406258422","1447406269064","1447406279724","1447406290367","1447406301458","1447406312955","1447406323599","1447406334233","1447406344804","1447406355477","1447406366386","1447406377090","1447406387796","1447406398464","1447406409200","1447406419852","1447406430552","1447406441280","1447406451977","1447406462676","1447406473336","1447406484025","1447406494632","1447406505242","1447406515840","1447406526435","1447406537038","1447406547640","1447406558241","1447406568851","1447406579507","1447406590125","1447406600734","1447406629014","1447406644645","1447406660219","1447406675824","1447406691407","1447406707024","1447406722624","1447406738238","1447406753887","1447406769767","1447406785701","1447406801291","1447406816901","1447406832491","1447406848106","1447406863701","1447406879347","1447406894958","1447406910546","1447406926146","1447406941748","1447406957328","1447406972924","1447406988512","1447407004128","1447407019738","1447407035692","1447407051303","1447407067260","1447407082863","1447407098480","1447407114069","1447407129702","1447407145639","1447407161206","1447407176810","1447407192404","1447407208017","1447407223633","1447407239246","1447407254889","1447407270526","1447407286172","1447407301816","1447407317476","1447407333139","1447407348797","1447407364454","1447407380139","1447407395768","1447407638210","1447407648778","1447407659452","1447407670043","1447407680822","1447407691688","1447407702538","1447407713429","1447407724310","1447407734906","1447407768561","1447407779149","1447407789748","1447407800338","1447407810931","1447407821918","1447407832858","1447407843459","1447407854067","1447408277076","1447408287655","1447408298238","1447408308832","1447408319409","1447408329986","1447408340577","1447408351159","1447408361743","1447408372340","1447408470964","1447408486558"],"36020034591":["1446773207662","1446773228242","1446773248826","1446773269415","1446773289996","1446773310577","1446773331170","1446773351755","1446773372341","1446773393942","1446773414752","1446773436129","1446773457001","1446773477850","1446773498655","1446773520001","1446773540577","1446773561317","1446773582666","1446773603881","1446773624727","1446773645607","1446773666882","1446773688286","1446773709884","1446773730767","1446773751583","1446773772124","1446773792672","1446773813216","1446773833788","1446773854335","1446773874859","1446773895397","1446773915939","1446773936502","1446773957070","1446773977671","1446773998238","1446774018819","1446774039412","1446774059989","1446774080571","1446774101138","1446774121698","1446774142292","1446774162866","1446774183737","1446774204303","1446774224871","1446774245444","1446774266025","1446774286616","1446774307202","1446774327764","1446774348375","1446774369033","1446774389602","1446774410182","1446774430756","1446774451322","1446774471902","1446774492484","1446774513116","1446774533702","1446774554272","1446774574864","1446774595454","1446774616051","1446774636621","1446774657198","1446774677776","1446774698353","1446774718948","1446774739813","1446774760408","1446774780998","1446774801590","1446774822184","1446774842785","1446774863371","1446774883948","1446774904542","1446774925145","1446774946019","1446774966615","1446774987203","1446775008109","1446775029057","1446775049661","1446775070249","1446775090829","1446775111414","1446775131992","1446775152849","1446775173652","1446775194233","1446775214822","1446775235447","1446775256248","1446775277138","1446775297722","1446775318314","1446775339134","1446775359953","1446775380838","1446775401719","1446775422304","1446775442892","1446775463496","1446775484100","1446775504683","1446775525271","1446775545855","1446775566453","1446775587045","1446775607623","1446775628208","1446798049875","1446798060460","1446798071023","1446798081596","1446798092149","1446798102712","1446798113295","1446798123864","1446798134441","1446798145032","1446798155620","1446798166203","1446798176781","1446798187360","1446798197951","1446798208531","1446798219118","1446798229701","1446798240308","1446798250888","1446798261461","1446798272053","1446798282630","1446798293215","1446798303774","1446798314366","1446798324949","1446798335535","1446798346116","1446798356693","1446798367282","1446798377859","1446798388447","1446798399029","1446798409938","1446798420813","1446798431802","1446798442634","1446798453697","1446798464647","1446798475547","1446798486135","1446798496735","1446798507313","1446798517913","1446798528533","1446798539387","1446798550284","1446798561140","1446798571969","1446798582551","1446798593148","1446798603738","1446798614332","1446798624894","1446798635470","1446798646045","1446798656649","1446798667227","1446798677802","1446798688375","1446798698951","1446798709550","1446798720134","1446798730720","1446798741310","1446798751894","1446798762471","1446798773060","1446798783977","1446798794842","1446798805426","1446798816029","1446798826618","1446798837203","1446798847795","1446798858378","1446798868969","1446798879566","1446798890150","1446798900892","1446798911519","1446798922118","1446798932733","1446798943386","1446798953981","1446798964573","1446798975185","1446798985782","1446798996397","1446799006997","1446799017626","1446799028237","1446799038845","1446799049468","1446799060083","1446799070741","1446799081339","1446799091948","1446799102558","1447223546204","1447223551884","1447223557429","1447223562979","1447223568530","1447223574080","1447223579621","1447223585176","1447223590729","1447223596278","1447223601826","1447223607370","1447223612917","1447223618537","1447223624167","1447223629812","1447223635419","1447223641054","1447223646667","1447223652279","1447223657905","1447223663515","1447223669120","1447223674738","1447223680294","1447223685931","1447223691482","1447223697044","1447223702590","1447223708144","1447223713709","1447223719267","1447223724807","1447223730359","1447223735907","1447223741458","1447223747008","1447223752551","1447223758100","1447223763645","1447223769213","1447223774762","1447223780305","1447223785861","1447223791411","1447223796948","1447223802486","1447223808027","1447223813574","1447223819113","1447223824655","1447223830190","1447223835729","1447223841281","1447223846835","1447223852395","1447223857931","1447223863470","1447223869020","1447223874574","1447223880135","1447223885691","1447223891226","1447223896774","1447223902312","1447223907853","1447223913406","1447223918951","1447223924492","1447223930037","1447223935582","1447223941127","1447223946671","1447223952220","1447223957780","1447223963327","1447223968875","1447223974423","1447223979979","1447223985524","1447223991066","1447223996641","1447224002201","1447224007761","1447224013316","1447224018874","1447224024440","1447224030005","1447224035568","1447224041135","1447224046731","1447224052287","1447224057853","1447224063409","1447224068981","1447224074537","1447224080093","1447224085643","1447224091204","1447224096739"],"36020092068":["1446773276367","1446773278933","1446773281476","1446773284106","1446773286670","1446773289206","1446773291751","1446773294287","1446773296850","1446773299400","1446773301940","1446773304494","1446773307032","1446773309568","1446773312120","1446773314659","1446773317212","1446773319768","1446773322311","1446773324862","1446773327406","1446773329983","1446773332536","1446773335097","1446773337646","1446773340196","1446773342753","1446773345423","1446773347959","1446773350516","1446773353061","1446773355592","1446773358162","1446773360695","1446773363244","1446773365862","1446773368398","1446773370950","1446773373542","1446773376129","1446773378733","1446773381619","1446773384510","1446773387393","1446773390216","1446773393018","1446773395803","1446773398580","1446773401359","1446773404202","1446773407019","1446773409923","1446773412737","1446773415637","1446773418487","1446773421250","1446773424061","1446773426847","1446773429669","1446773432408","1446773435213","1446773437973","1446773440769","1446773443742","1446773446602","1446773449483","1446773452272","1446773455155","1446773457965","1446773460799","1446773463661","1446773466572","1446773469548","1446773472450","1446773475214","1446773478807","1446773481639","1446773484587","1446773487418","1446773490269","1446773493102","1446773495951","1446773499552","1446773502368","1446773505190","1446773507980","1446773510808","1446773513576","1446773516331","1446773519099","1446773521702","1446773524290","1446773526843","1446773529390","1446773531918","1446773534463","1446773537008","1446773539535","1446773542090","1446773544624","1446780553463","1446780604022","1446780654583","1446780705140","1446780755709","1446780806275","1446780856849","1446780907408","1446780958037","1446781008621","1446781059253","1446781110030","1446781160796","1446781211453","1446781262316","1446781313420","1446781415123","1446781516578","1446781567460","1446781618039","1446781668886","1446781719439","1446781770007","1446781820595","1446781871503","1446781922061","1446781972624","1446782023469","1446782074007","1446782124563","1446782175111","1446782225656","1446782276202","1446782326747","1446782377304","1446782427859","1446782478440","1446782529006","1446782579572","1446782630139","1446782680677","1446782731235","1446782781796","1446782832354","1446782882928","1446782933488","1446782984053","1446783034611","1447218846234","1447218851755","1447218857274","1447218862806","1447218868321","1447218873840","1447218879357","1447218884873","1447218890414","1447218895942","1447218901460","1447218906976","1447218912533","1447218918049","1447218923713","1447218929223","1447218934726","1447218940231","1447218945734","1447218951238","1447218956742","1447218962243","1447218967748","1447218973260","1447218978763","1447218984268","1447218989769","1447218995289","1447219001088","1447219006601","1447219012120","1447219017637","1447219023465","1447219029012","1447219034519","1447219040269","1447219045809","1447219051317","1447219056825","1447219062682","1447219068200","1447219073722","1447219079232","1447219084743","1447219090252","1447219095765","1447219101278","1447219106799","1447219112307","1447219117813","1447219123325","1447219128852","1447219134356","1447219140222","1447219145849","1447219151362","1447219156884","1447219162396","1447219167897","1447219173409","1447219178925","1447219184448","1447219189960","1447219195475","1447219200984","1447219206503","1447219212015","1447219217525","1447219223034","1447219228879","1447219234720","1447219240229","1447219245750","1447219251258","1447219256779","1447219262292","1447219267803","1447219273325","1447219278836","1447219284350","1447219289857","1447219295364","1447219300871","1447219306393","1447219311899","1447219317410","1447219322920","1447219328438","1447219333950","1447219339461","1447219344987","1447219350495","1447219356354","1447219362195","1447219367817","1447219373333","1447219378846","1447219384364","1447219389882","1447219395396"],"36050700291":["1446780917584","1446780923205","1446780928812","1446780934431","1446780940047","1446780945668","1446780951290","1446780956931","1446780962544","1446780968165","1446780973787","1446780979433","1446780985101","1446780990744","1446780996726","1446781002355","1446781007973","1446781013603","1446781019220","1446781024846","1446781030462","1446781036089","1446781041712","1446781047345","1446781052973","1446781058643","1446781064262","1446781069886","1446781075559","1446781081203","1446781086862","1446781092489","1446781098127","1446781103770","1446781115029","1446781120658","1446781126284","1446781131912","1446781137556","1446781143179","1446781148881","1446781154497","1446781160117","1446781165745","1446781171370","1446781177008","1446781182631","1446781188286","1446781193983","1446781199609","1446781205230","1446781210861","1446781216479","1446781222106","1446781227721","1446781233355","1446781239011","1446781244637","1446781250287","1446781255912","1446781261558","1446781267209","1446781272843","1446781278481","1446781284468","1446781290118","1446781295752","1446781301383","1446781307020","1446781312727","1446781318362","1446781324000","1446781335256","1446781340892","1446781346517","1446781357892","1446781363524","1446781369205","1446781374828","1446781380469","1446781386142","1446781391781","1446781397401","1446781403041","1446781408669","1446781414323","1446781419950","1446781425583","1446781431588","1446781437210","1446781442844","1446781448465","1446781454090","1446781459717","1446781465346","1446781470978","1446781476601","1447060975618","1447060981213","1447060986803","1447060992387","1447060997989","1447061003592","1447061009199","1447061014791","1447061020371","1447061025962","1447061031578","1447061037154","1447061042768","1447061048358","1447061053949","1447061059527","1447061065162","1447061070825","1447061077228","1447061083233","1447061089218","1447061094820","1447061100411","1447061106010","1447061111604","1447061117189","1447061122779","1447061128367","1447061133966","1447061139554"],"36020100884":["1446781176288","1446781179857","1446781183424","1446781186993","1446781190551","1446781194658","1446781198241","1446781201912","1446781205828","1446781209433","1446781212991","1446781217107","1446781220669","1446781224278","1446781228354","1446781231912","1446781235491","1446781239924","1446781243496","1446781247064","1446781250936","1446781254518","1446781258086","1446781266472","1446781270041","1446781273628","1446781277210","1446781280778","1446781285501","1446781289069","1446781292632","1446781296470","1446781300034","1446781303605","1446781307725","1446781311361","1446781314936","1446781319044","1446781322622","1446781326190","1446781330292","1446781333860","1446781337433","1446781341559","1446781345124","1446781348691","1446781352812","1446781356378","1446781359934","1446781364900","1446781368465","1446781372159","1446781375738","1446781379334","1446781382897","1446781386811","1446781390384","1446781394175","1446781398124","1446781401692","1446781405263","1446781409443","1446781413033","1446781416593","1446781420613","1446781424177","1446781427742","1446781432305","1446781435874","1446781439441","1446781443500","1446781447061","1446781450646","1446781454817","1446781458381","1446781461944","1446781466595","1446781470162","1446781473737","1446781477332","1446781480895","1446781484545","1446781488116","1446781491688","1446781495265","1446781498870","1446781502441","1446781506016","1446781509587","1446781513162","1446781517262","1446781520982","1446781524544","1446781528091","1446781531651","1446781535215","1446781538783","1446781542339","1446781545907"],"36030087414":["1446784129602","1446784133192","1446784136763","1446784140339","1446784143915","1446784147496","1446784151071","1446784154650","1446784158212","1446784161797","1446784165417","1446784169067","1446784172661","1446784176221","1446784179791","1446784183372","1446784186926","1446784190492","1446784194055","1446784197620","1446784201226","1446784204786","1446784208343","1446784211904","1446784215459","1446784219028","1446784222585","1446784226148","1446784229705","1446784233264","1446784236836","1446784240403","1446784243969","1446784247538","1446784251106","1446784254666","1446784258234","1446784261795","1446784265358","1446784268933","1446784272492","1446784276056","1446784279612","1446784283246","1446784286835","1446784290391","1446784293987","1446784297570","1446784301133","1446784304684","1446784308260","1446784311897","1446784315526","1446784319128","1446784322703","1446784326263","1446784329832","1446784333406","1446784337000","1446784340624","1446784344190","1446784347749","1446784351348","1446784354906","1446784358499","1446784362097","1446784365648","1446784369207","1446784372786","1446784376365","1446784379981","1446784383554","1446784387107","1446784390663","1446784394239","1446784397799","1446784401393","1446784404970","1446784408533","1446784412091","1446784415699","1446784419269","1446784422838","1446784426423","1446784429990","1446784433553","1446784437126","1446784440696","1446784444269","1446784447926","1446784451488","1446784455065","1446784458625","1446784462186","1446784465735","1446784469297","1446784472858","1446784476424","1446784479996","1446784483547","1446796006660","1446796010228","1446796013797","1446796018232","1446796022225","1446796026237","1446796030228","1446796034221","1446796038218","1446796042227","1446796046221","1446796050294","1446796054218","1446796058214","1446796062213","1446796066234","1446796070225","1446796074223","1446796078367","1446796082237","1446796086252","1446796090210","1446796094210","1446796098206","1446796102211","1446796106227","1446796110213","1446796114240","1446796118216","1446796122224","1446796126220","1446796130238","1446796133805","1446796137428","1446796141003","1446796144560","1446796148129","1446796151703","1446796155268","1446796158834","1446796163246","1446796167540","1446796171524","1446796175463","1446796179483","1446796183500","1446796187463","1446796191530","1446796195486","1446796199534","1446804626582","1446804635107","1446804643614","1446804652124","1446804660646","1446804669173","1446804677703","1446804687117","1446804696123","1446804704630","1446804713152","1446804721684","1446804730202","1446804738720","1446804747248","1446804755787","1446804764310","1446804772825","1446804781366","1446804789884","1446804798423","1446804806948","1446804815480","1446804824102","1446804832638","1446804841158","1446804849682","1446804858211","1446804866724","1446804875255","1446804883778","1446804892309","1446804900829","1446804909362","1446804918190","1446804926729","1446804935271","1446804943796","1446804952335","1446804960880","1446804969412","1446804977940","1446804986473","1447215605905","1447215616408","1447215626914","1447215637426","1447215647915","1447215658412","1447215668902","1447215679394","1447215689889","1447215700377","1447215710870","1447215721377","1447215731879","1447215742372","1447215752870","1447215763359","1447215773856","1447215784344","1447215794838","1447215805341","1447215815849","1447215826347","1447215836847","1447215847353","1447215857857","1447215868363","1447215878882","1447215889401","1447215899903","1447215910410","1447215920936","1447215931455","1447215941977","1447215952488","1447215962989","1447215973509","1447215984023","1447215994526","1447216005045","1447216015539","1447216026035","1447216036526","1447216047028","1447216057527","1447216068027","1447216078526","1447216089033","1447216099533","1447216110049","1447216120538","1447216131037","1447216141542","1447216152033","1447216162529","1447216173042","1447216183551","1447216194068","1447216204573","1447216215082","1447216225591","1447216236102","1447216246609","1447216257104","1447216267611","1447216278129","1447216288626","1447216299117","1447216309615","1447216320118","1447216330619","1447216341135","1447216351641","1447216362163","1447216372688","1447216383192","1447216393707","1447216404208","1447216414713","1447216425210","1447216435712","1447216446234","1447216456747","1447216467273","1447216477776","1447216488275","1447216498781","1447216509283","1447216519783","1447216530282","1447216540780","1447216551279","1447216561778","1447216572296","1447216582795","1447216593301","1447216603815","1447216614319","1447216624820","1447216635321","1447216645816"],"36050704729":["1446784667263","1446784670835","1446784674409","1446784677979","1446784681567","1446784685155","1446784688746","1446784692322","1446784695898","1446784699473","1446784703034","1446784706595","1446784710160","1446784713733","1446784717296","1446784720864","1446784724435","1446784728005","1446784731572","1446784735157","1446784738738","1446784742307","1446784745895","1446784749466","1446784753073","1446784756670","1446784760236","1446784763806","1446784767374","1446784770940","1446784774508","1446784778075","1446784781641","1446784785209","1446784788797","1446784792361","1446784795929","1446784799493","1446784803059","1446784806627","1446784810188","1446784813755","1446784817322","1446784820905","1446784824469","1446784828039","1446784831607","1446784835173","1446784838752","1446784842318"],"36020196487":["1446784880546","1446784886104","1446784891675","1446784897234","1446784902810","1446784908370","1446784913936","1446784919492","1446784925079","1446784930640","1446784936217","1446784941808","1446784947382","1446784952942","1446784958530","1446784964107","1446784969661","1446784975231","1446784980811","1446784986374","1446784991943","1446784997511","1446785003066","1446785008627","1446785014190","1446785019742","1446785025324","1446785030894","1446785036463","1446785042017","1446785047573","1446785053134","1446785058699","1446785064264","1446785069828","1446785075395","1446785080950","1446785086507","1446785092064","1446785097625","1446785103181","1446785108736","1446785114315","1446785119876","1446785125443","1446785131007","1446785136564","1446785142125","1446785147688","1446785153245","1446785158799","1446785164354","1446785169921","1446785175508","1446785181368","1446785187202","1446785193071","1446785198826","1446785204385","1446785209944","1446785215512","1446785221072","1446785226632","1446785232202","1446785237756","1446785243311","1446785248875","1446785254431","1446785259989","1446785265563","1446785271114","1446785276669","1446785282234","1446785287788","1446785293350","1446785298910","1446785304465","1446785310020","1446785315591","1446785321150","1446785326708","1446785332265","1446785337817","1446785343370","1446785348926","1446785354496","1446785360045","1446785365612","1446785371177","1446785376741","1446785382300","1446785387866","1446785393415","1446785398970","1446785404531","1446785410087","1446785415639","1446785421206","1446785426759","1446785432319"],"36020009338":["1446794373245","1446794374123","1446794374995","1446794375877","1446794376745","1446794377613","1446794378486","1446794379387","1446794380270","1446794381142","1446794382010","1446794382882","1446794383745","1446794384634","1446794385495","1446794386360","1446794387232","1446794388108","1446794388984","1446794389853"],"36050705641":["1446796522193","1446796525807","1446796529430","1446796533043","1446796536660","1446796540267","1446796543891","1446796547505","1446796551117","1446796554734","1446796558344","1446796561955","1446796565565","1446796569182","1446796572791","1446796576402","1446796580024","1446796583640","1446796587261","1446796590872","1446796594508","1446796598130","1446796601745","1446796605377","1446796608990","1446796612613","1446796616224","1446796619835","1446796623457","1446796627054","1446796630660","1446796634285","1446796637900","1446796641518","1446796645126","1446796648747","1446796652377","1446796655985","1446796659610","1446796663227","1446796666845","1446796670451","1446796674065","1446796677700","1446796681322","1446796684946","1446796688575","1446796692188","1446796695827","1446796699433","1446796703395","1446796707018","1446796710617","1446796714232","1446796717827","1446796721419","1446796725023","1446796728617","1446796732231","1446796735854","1446796739457","1446796743054","1446796746656","1446796750251","1446796753854","1446796757446","1446796761044","1446796764651","1446796768233","1446796771829","1446796775430","1446796779035","1446796782630","1446796786233","1446796789830","1446796793431","1446796797042","1446796800638","1446796804243","1446796807849","1446796811459","1446796815061","1446796818687","1446796822299","1446796825902","1446796829501","1446796833105","1446796836701","1446796840304","1446796843891","1446796847485","1446796851110","1446796854730","1446796858359","1446796861978","1446796865637","1446796869423","1446796873014","1446796876617","1446796880226"],"36030052224":["1446797447719","1446797458307","1446797468895","1446797479511","1446797490128","1446797500715","1446797511294","1446797521878","1446797532457","1446797543040","1446797553625","1446797564221","1446797574811","1446797585382","1446797595967","1446797606552","1446797617145","1446797627737","1446797638341","1446797648908","1446797659491","1446797670109","1446797680686","1446797691266","1446797701849","1446797712432","1446797723014","1446797733609","1446797744211","1446797754791","1446797765384","1446797775966","1446797786551"],"36050711914":["1446802695006","1446802703551","1446802712110","1446802720654","1446802729209","1446802737777","1446802746312","1446802754852","1446802763403","1446802771969","1446802780511","1446802789066","1446802797620","1446802806187","1446802816565","1446802827843","1446802839521","1446802850920","1446802862079","1446802870652","1446802879248","1446802887804","1446802896394","1446802904987","1446802913572","1446802922170","1446802930762","1446802939362","1446803471932","1446803480499","1446803489088","1446803497662","1446803506322","1446803514898","1446803524388","1446803533027","1446803542370","1446803551343","1446803560341","1446803568911","1446803577479","1446803586058","1446803594671","1446803603240","1446803611818","1446803620408","1446803628989","1446803637574","1446803646157","1446803654734","1446803663317","1446803671896","1446803680470","1446803689048","1446803697627","1446803706211","1446803714815","1446803723396","1446803731977","1446803740625","1446803749206","1446803757788","1446803766377","1446803774955","1446803783548","1446803792131","1446803800720","1446803809324","1446803817920","1446803826504","1446803835086","1446803843674","1446803852262","1446803860847","1446803869439","1446803878024","1446803886611","1446803895206","1446803903796","1446803912383","1446803920975","1446803929557","1446803938151","1446803946732","1446803955331","1446803963917","1446803972504","1446803981074","1446803989669","1446803998243","1446804006834","1446804015410","1446804023977","1446804032554","1446804041150","1446804049734","1446804058318","1446804066910","1446804075478"],"36030082732":["1446803013326","1446803023899","1446803034446","1446803046834","1446803057367","1446803067922","1446803078472","1446803089017","1446803099560","1446803110193","1446803585129","1446803593717","1446803602277","1446803610831","1446803619387","1446803627931","1446803636491","1446803645043","1446803653607","1446803662173","1446803670736","1446803679306","1446803687852","1446803696412","1446803704979","1446803713546","1446803722107","1446803730696","1446803739309","1446803747868","1446803756413","1446803765029","1446803773582","1446803782143","1446803790697","1446803799259","1446803807837","1446803816401","1446803824961","1446803833509","1446803842070","1446803850632","1446803859194","1446803867762","1446803884903","1446803893455","1446803902051","1446803910611","1446803919177","1446803927743","1446803936314","1446803944873","1446803953430","1446803961985","1446803970576","1446803979142","1446803987709","1446803996281","1446804004846","1446804013405","1446804021986","1446804030551","1446804039121","1446804047690","1446804056268","1446804064846","1446804073412","1446804082159","1446804090837","1446804099507","1447134570977","1447134601909","1447134632427","1447134662956","1447134693525","1447134724048","1447134754553","1447134785072","1447134815602","1447134846120","1447134876634","1447134907163","1447134937687","1447134968203","1447134998722","1447135029249","1447135059773","1447135090291","1447135120813","1447135151328","1447135181853","1447135212373","1447135242895","1447135273420","1447135303956","1447135334493","1447135365013","1447135395557","1447135426074","1447135456608","1447135487130","1447135517654","1447135548180","1447135578697","1447135609223","1447135639754","1447135670273","1447135700797","1447135731322","1447135761841","1447135792356","1447135822865","1447135853388","1447135883904","1447135914424","1447135944944","1447135975458","1447136006005","1447136036525","1447136067040","1447136097557","1447136128074","1447136158589","1447136189106","1447136219619","1447136250143","1447136280656","1447136311190","1447136341704","1447136372239","1447136402768","1447136433297","1447136463825","1447136494347","1447136524875","1447136555396","1447136585949","1447136616465","1447136646993","1447136677513","1447136708030","1447136738548","1447136769171","1447136799711","1447136830239","1447136860765","1447136891289","1447136921806","1447136952332","1447136982857","1447137013386","1447137044178","1447137074712","1447137105238","1447137135785","1447401287034","1447401297546","1447401308073","1447401318607","1447401329137","1447401339674","1447401350306","1447401360839","1447401371368","1447401381930","1447401392447","1447401402965","1447401413486","1447401424023","1447401434549","1447401445063","1447401455578","1447401466755","1447401477274","1447401487795","1447401498303","1447401509241","1447401519763","1447401530334","1447401540862","1447401551869","1447401562422","1447401572934","1447401583460","1447401594382","1447401604911","1447401615430","1447401625962","1447401636484","1447401647000","1447401657543","1447401668066","1447401678598","1447401689107","1447401699627","1447401710174","1447401720694","1447401731326","1447401741969","1447401752570","1447401763069","1447401784604","1447401795129","1447401805712","1447401816662","1447401827176","1447401837721","1447401848243","1447401859276","1447401869800","1447401880317","1447401890848","1447401901356","1447401911870","1447401922387","1447401932999","1447401943518","1447401964577","1447401975109","1447401985632","1447402007174","1447402017691"],"36050713771":["1447123345960","1447123349450","1447123352940","1447123357152","1447123361139","1447123365149","1447123369200","1447123372686","1447123376190","1447123379682","1447123383169","1447123386658","1447123390152","1447123393648","1447123397134","1447123400639","1447123404129","1447123407637","1447123411129","1447123414617","1447123418104","1447123421593","1447123425094","1447123428595","1447123432097","1447123435587","1447123439078","1447123442565","1447123446050","1447123449545","1447123453038","1447123456543","1447123460031","1447123463530","1447123467021","1447123470527","1447123474031","1447123477755","1447123481500","1447123484995","1447123488488","1447123491978","1447123495715","1447123499207","1447123502702","1447123506193","1447123509694","1447123513191","1447123516690","1447123520186","1447398924986","1447398930499","1447398936043","1447398941633","1447398947151","1447398952677","1447398958210","1447398963737","1447398969255","1447398974789","1447398980311","1447398985831","1447398991378","1447398996903","1447399002456","1447399007977","1447399013501","1447399019023","1447399024572","1447399030176","1447399035702","1447399041242","1447399046789","1447399052317","1447399057852","1447399063399","1447399068993","1447399074550","1447399080064","1447399085617","1447399091138","1447399096738","1447399102249","1447399107768","1447399113289","1447399118926","1447399124438","1447399130022","1447399135536","1447399141060","1447399146580","1447399152119","1447399157633","1447399163225","1447399168738","1447399174290","1447399179814","1447399185332","1447399190850","1447399196362","1447399201877","1447399207390","1447399212899","1447399218419","1447399224013","1447399229532","1447399235041","1447399240559","1447399246071","1447399251589","1447399257106","1447399262614","1447399268139","1447399273647","1447399279162","1447399284673","1447399290191","1447399295706","1447399301228","1447399306737","1447399312244","1447399317756","1447399323262","1447399328777","1447399334412","1447399339924","1447399345432","1447399350947","1447399356459","1447399361965","1447399367472","1447399372979","1447399378486","1447399384001","1447399389510","1447399395037","1447399400545","1447399406054","1447399411576","1447399417092","1447399422597","1447399428149","1447399433677","1447399439190","1447399444723","1447399450262","1447399455774","1447399461280","1447399466792","1447399472316"],"36020166912":["1447124268866","1447124273444","1447124278036","1447124282610","1447124287173","1447124291732","1447124296294","1447124300882","1447124305466","1447124310034","1447124314602","1447124319325","1447124323890","1447124328477","1447124333044","1447124337613","1447124342456","1447124347033","1447124351610","1447124356190","1447124360782","1447124365352","1447124369919","1447124374501","1447124379080","1447124383655","1447124388233","1447124392804","1447124397383","1447124401972","1447124406545","1447124411121","1447124415710","1447124420294","1447124424875","1447124429456","1447124434362","1447124439003","1447124443710","1447124448280","1447124452853","1447124457423","1447124462011","1447124466914","1447124471484","1447124476054","1447124480633","1447124485200","1447124489769","1447124494529"],"36020038105":["1447126123839","1447126134339","1447126144840","1447126155464","1447126165996","1447126176509","1447126187034","1447126197541","1447126208052","1447126218554","1447126229053","1447126239560","1447126250075","1447126260588","1447126281621","1447126292138","1447126302639","1447126313142","1447126323662","1447126334170","1447126344671","1447126355186","1447126365692","1447126376199","1447126386703","1447126397205","1447126418240","1447126428767","1447126449821","1447126460346","1447126470862","1447126491897","1447126502412","1447126512913","1447126523427","1447126533936","1447126544440","1447126554947","1447126565439","1447126575949","1447126596959","1447126607462","1447126617984","1447126628495","1447126638989","1447126649506","1447126660023","1447126670525","1447126681031","1447126691534","1447126702038","1447126712554","1447126723066","1447126733566","1447126744071","1447126754577","1447126765087","1447126775593","1447126786109","1447126796714","1447126807233","1447126817743","1447126838909","1447126849415","1447126859927","1447126870434","1447126880953","1447126891462","1447126901980","1447126912495","1447126923003","1447126933515","1447126944019","1447126965045","1447126975549","1447126986057","1447126996566","1447127007073","1447127017584","1447127028091","1447127038598","1447127049112","1447127059620","1447127070146","1447127080651","1447127091163","1447127101668","1447127112187","1447127122704","1447127143735","1447127164767","1447214992066","1447214997564","1447215003108","1447215008612","1447215014119","1447215019631","1447215025141","1447215030678","1447215036203","1447215041732","1447215047236","1447215052748","1447215058248","1447215063825","1447215069360","1447215074887","1447215080396","1447215085904","1447215091420","1447215096926","1447215102422","1447215107927","1447215113511","1447215119050","1447215124597","1447215130102","1447215135613","1447215141127","1447215146640","1447215152159","1447215157667","1447215163177","1447215168686","1447215174189","1447215179721","1447215185319","1447215190829","1447215196350","1447215201871","1447215207393","1447215212902","1447215218409","1447215223918","1447215229426","1447215234938","1447215240445","1447215245946","1447215251456","1447215256962","1447215262474","1447215267981","1447215273518","1447215279023","1447215284526","1447215290022","1447215295520","1447215301036","1447215306527","1447215312054","1447215317556","1447215323060","1447215328571","1447215334076","1447215339654","1447215345261","1447215350763","1447215356279","1447215361783","1447215367292","1447215372795","1447215378296","1447215383811","1447215389319","1447215394825","1447215400346","1447215405845","1447215411353","1447215416856","1447215422383","1447215427908","1447215433514","1447215439037","1447215444540","1447215450047","1447215455546","1447215461052","1447215466555","1447215472143","1447215477651","1447215483154","1447215488656","1447215494162","1447215499681","1447215505268","1447215510780","1447215516284","1447215521939","1447215527446","1447215532950","1447215538455"],"36020140454":["1447126146105","1447126156615","1447126167101","1447126177595","1447126188079","1447126198564","1447126209050","1447126219528","1447126230029","1447126240512","1447126251003","1447126261500","1447126271981","1447126282469","1447126292976","1447126303472","1447126313964","1447126324451","1447126334946","1447126345433","1447126355915","1447126366410","1447126376894","1447126387383","1447126397880","1447126408361","1447126418848","1447126429381","1447126439886","1447126450388","1447126460911","1447126471495","1447126482049","1447126492556","1447126503057","1447126513543","1447126524041","1447126534531","1447126545030","1447126555544","1447126566039","1447126576564","1447126587072","1447126597579","1447126608088","1447126618578","1447126629139","1447126639636","1447126650145","1447126660662","1447126671173","1447126681660","1447126692152","1447126702648","1447126713146","1447126723655","1447126734144","1447126744647","1447126755150","1447126765645","1447126776143","1447126786668","1447126807791","1447126818317","1447126828811","1447126839458","1447126850002","1447126871015","1447126881523","1447126892030","1447126902552","1447126913062","1447126923574","1447126934072","1447126944579","1447126955080","1447126965591","1447126976122","1447126986620","1447126997117","1447127007632","1447127018149","1447127028643","1447127039157","1447127049664","1447127060179","1447127070702","1447127081234","1447127091728","1447127102230","1447127112746","1447127123241","1447127133742","1447127144244","1447127154742","1447127165268","1447127175753","1447127186254"],"36030089939":["1447137302110","1447137307650","1447137313195","1447137318732","1447137324257","1447137329797","1447137335333","1447137340872","1447137346413","1447137351952","1447137357505","1447137363051","1447137368619","1447137374153","1447137379696","1447137385240","1447137390788","1447137396334","1447137401876","1447137407411","1447137412945","1447137418485","1447137424023","1447137429560","1447137435093","1447137440637","1447137446172","1447137451702","1447137457252","1447137462785","1447137468317","1447137473856","1447137479399","1447137484951","1447137490498","1447137496026","1447137501561","1447137507104","1447137512644","1447137518195","1447137523731","1447137529262","1447137534800","1447137540330","1447137545891","1447137551433","1447137556976","1447137562506","1447137568041","1447137573573","1447137579122","1447137584673","1447137590232","1447137595775","1447137601307","1447137606845","1447137612376","1447137617914","1447137623456","1447137628990","1447137634527","1447137640058","1447137645586","1447137651136","1447137656688","1447137662217","1447137667762","1447137673302","1447137678864","1447137684392","1447137689931","1447137695474","1447137701010","1447137706550","1447137712090","1447137717622","1447137723164","1447137728708","1447137734262","1447137739806","1447137745337","1447137750879","1447137756431","1447137761971","1447137767518","1447137773063","1447137778624","1447137784179","1447137789732","1447137795277","1447137800831","1447137806385","1447137811932","1447137817487","1447137823045","1447137828624","1447137834168","1447137839731","1447137845291","1447137850829","1447401110444","1447401120996","1447401131545","1447401142087","1447401152642","1447401163186","1447401173733","1447401184272","1447401194820","1447401205363","1447401215920","1447401226507","1447401237063","1447401247638","1447401258202","1447401268759","1447401279331","1447401289894","1447401300483","1447401311043","1447401321623","1447401332291","1447401342856","1447401353475","1447401364524","1447401375091","1447401385650","1447401396224","1447401406983","1447401417555","1447401428112","1447401438698","1447401449534","1447401460089","1447401470663","1447401481227","1447401492296","1447401502860","1447401513491","1447401524065","1447401534814","1447401545438","1447401556018","1447401566593","1447401577456","1447401588019","1447401598567","1447401609115","1447401630550","1447401641109","1447401651671","1447401672804","1447401683378","1447401693941","1447401704494","1447401715065","1447401725698","1447401736261","1447401746862","1447401757434","1447401767989","1447401778557","1447401789114","1447401799721","1447401810288","1447401820846","1447401831398","1447401842267","1447401852822","1447401863450","1447401874020","1447401895577","1447401906249","1447401916809","1447401927388","1447401937947","1447401948513","1447401959078","1447401969639","1447401980231","1447401990795","1447402001354","1447402011914","1447402022474","1447402033325","1447402043882","1447402054450","1447402076133","1447402086699","1447402097264","1447402107817","1447402118370","1447402128931","1447402139472","1447402150028","1447402160596"],"36020200526":["1447215022597","1447215028116","1447215033648","1447215039167","1447215044687","1447215050214","1447215055768","1447215061319","1447215066852","1447215072406","1447215077952","1447215083482","1447215089033","1447215094556","1447215100076","1447215105606","1447215111174","1447215116701","1447215122276","1447215127819","1447215133362","1447215138896","1447215144425","1447215149948","1447215155473","1447215161117","1447215166651","1447215172177","1447215177718","1447215183335","1447215188856","1447215194477","1447215200076","1447215205610","1447215211156","1447215216683","1447215222208","1447215227734","1447215233270","1447215238810","1447215244325","1447215249853","1447215255374","1447215260894","1447215266421","1447215271971","1447215277497","1447215283019","1447215288547","1447215294059","1447215299581","1447215305105","1447215310662","1447215316194","1447215321714","1447215327232","1447215332757","1447215338304","1447215343828","1447215349344","1447215354867","1447215360399","1447215365918","1447215371442","1447215376972","1447215382492","1447215388017","1447215393529","1447215399065","1447215404595","1447215410124","1447215415652","1447215421172","1447215426741","1447215432290","1447215437887","1447215443408","1447215448931","1447215454468","1447215459992","1447215465513","1447215471030","1447215476563","1447215482082","1447215487623","1447215493144","1447215498670","1447215504188","1447215509707","1447215515231","1447215520754","1447215526295","1447215531821","1447215537342","1447215542874","1447215548403","1447215553933","1447215559654","1447215565185","1447215570711"],"36020025028":["1447215621834","1447215632355","1447215642873","1447215653396","1447215663920","1447215674438","1447215684956","1447215695482","1447215706007","1447215716522","1447215727044","1447215737559","1447215748076","1447215758604","1447215769124","1447215779639","1447215790169","1447215800687","1447215811204","1447215821724","1447215832245","1447215842763","1447215853290","1447215863807","1447215874324","1447215884848","1447215895364","1447215905901","1447215916425","1447215926968","1447215937504","1447215948054","1447215958615","1447215969160","1447215979715","1447215990261","1447216000818","1447216011354","1447216021877","1447216032399","1447216042935","1447216053457","1447216063974","1447216074491","1447216085011","1447216095547","1447216106064","1447216116601","1447216127129","1447216137653","1447216148172","1447216158708","1447216169225","1447216179749","1447216190266","1447216200790","1447216211306","1447216221820","1447216232320","1447216242840","1447216253355","1447216263882","1447216274400","1447216284911","1447216295421","1447216305935","1447216316457","1447216326975","1447216337499","1447216348025","1447216358551","1447216369065","1447216379577","1447216390086","1447216400600","1447216411109","1447216421681","1447216432218","1447216442735","1447216453240","1447216463750","1447216474268","1447216484807","1447216495326","1447216505840","1447216516355","1447216526875","1447216537393","1447216547910","1447216558423","1447216568933","1447216579469","1447216589985","1447216600508","1447216611032","1447216621561","1447216632087","1447216642612","1447216653133","1447216663656"],"36020104276":["1447217364193","1447217372708","1447217381217","1447217389735","1447217398256","1447217406771","1447217415287","1447217423807","1447217432332","1447217440847","1447217449358","1447217457869","1447217466382","1447217474908","1447217483427","1447217491939","1447217500473","1447217509055","1447217517579","1447217526091","1447217534602","1447217543119","1447217551636","1447217560196","1447217568714","1447217577239","1447217585750","1447217594259","1447217602770","1447217611279","1447217619790","1447217628299","1447217636807","1447217645317","1447217653841","1447217662341","1447217670847","1447217679350","1447217687864","1447217696372","1447217705061","1447217713586","1447217722107","1447217730618","1447217739127","1447217747639","1447217756154","1447217764658","1447217773181","1447217781686","1447217790195","1447217798703","1447217807216","1447217815716","1447217824223","1447217832731","1447217841250","1447217849757","1447217858269","1447217866778","1447217875286","1447217883798","1447217892307","1447217900814","1447217909320","1447217917827","1447217926341","1447217934851","1447217943365","1447217951878","1447217960378","1447217968887","1447217977400","1447217985907","1447217994425","1447218002948","1447218011451","1447218019968","1447218028481","1447218036992","1447218045502","1447218054030","1447218062538","1447218071052","1447218079561","1447218088077","1447218096589","1447218105107","1447218113634","1447218122155","1447218130672","1447218139186","1447218147701","1447218156220","1447218164737","1447218173251","1447218181764","1447218190279","1447218198791","1447218207313"],"36020017206":["1447399657799","1447399666323","1447399674853","1447399683382","1447399691912","1447399700451","1447399708980","1447399717522","1447399726066","1447399734633","1447399743175","1447399751716","1447399760331","1447399768972","1447399777515","1447399786100","1447399794639","1447399803174","1447399811705","1447399820234","1447399828780","1447399837314","1447399845852","1447399854386","1447399862924","1447399871450","1447399879982","1447399888516","1447399897048","1447399905597","1447399914129","1447399922666","1447399931200","1447399939791","1447399948338","1447399956881","1447399965426","1447399973961","1447399982498","1447399991040","1447399999594","1447400008128","1447400016667","1447400025219","1447400033762","1447400042291","1447400050839","1447400059418","1447400067958","1447400076495","1447400085034","1447400093578","1447400102111","1447400110654","1447400119252","1447400127789","1447400136361","1447400144916","1447400153445","1447400161971","1447400170514","1447400179077","1447400187602","1447400196190","1447400204724","1447400213252","1447400221781","1447400230320","1447400238856","1447400247393","1447400255927","1447400264465","1447400272996","1447400281516","1447400290048","1447400298596","1447400307129","1447400315673","1447400324227","1447400332774","1447400341311","1447400349841","1447400358380","1447400366913","1447400375449","1447400383979","1447400392509","1447400401055","1447400409604","1447400418135","1447400426674","1447400435220","1447400443755","1447400452303","1447400460839","1447400469374","1447400477928","1447400486476","1447400495019","1447400503580"],"36030134053":["1447401338151","1447401346726","1447401355317","1447401372418","1447401380926","1447401389423","1447401397919","1447401414919","1447401423430","1447401431930","1447401440446","1447401448949","1447401457534","1447401466064","1447401474581","1447401483144","1447401500176","1447401508691","1447401517199","1447401525696","1447401534239","1447401542743","1447401559779","1447401568298","1447401576805","1447401585373","1447401602379","1447401610895","1447401619415","1447401627990","1447401645511","1447401654014","1447401662736","1447401671246","1447401679754","1447401688264","1447401696764","1447401705276","1447401713782","1447401722296","1447401739466","1447401747996","1447401756533","1447401765052","1447401773573","1447401782083","1447401790587","1447401799091","1447401807640","1447401816142","1447401824649","1447401833174","1447401850231","1447401858734","1447401867329","1447401875935","1447401884457","1447401892984","1447401901882","1447401910389","1447401918901","1447401927934","1447401936458","1447401944965","1447401953526","1447401962033","1447401970545","1447401979114","1447401987619","1447401996132","1447402004631","1447402013136","1447402021644","1447402030349","1447402039111","1447402047628","1447402056162","1447402064669","1447402073495","1447402082250","1447402090756","1447402099288","1447402116860","1447402125374","1447402133903","1447402142406","1447402150914","1447402159424","1447402168056","1447402176666"],"36030124432":["1447402246275","1447402255007","1447402263652","1447402272372","1447402281054","1447402289755","1447402298430","1447402307103","1447402315764","1447402324433","1447402333102","1447402342091","1447402351075","1447402359793","1447402368464","1447402377094","1447402385659","1447402394223","1447402402832","1447402411438","1447402420041","1447402428625","1447402437223","1447402445842","1447402454455","1447402463033","1447402471640","1447402480199","1447402488758","1447402497426","1447402505979","1447402514538","1447402523105","1447402531663","1447402540219","1447402548776","1447402557337","1447402566370","1447402574938","1447402583498","1447402592063","1447402600631","1447402609203","1447402617775","1447402626346","1447402634900","1447402643472","1447402652030","1447402660632","1447402669206","1447402677766","1447402686546","1447402695543","1447402704118","1447402712671","1447402721223","1447402729785","1447402738337","1447402746900","1447402755463"],"36050733794":["1447402674853","1447402683377","1447402692188","1447402700777","1447402709302","1447402717852","1447402726379","1447402734898","1447402743455","1447402751980","1447402760507","1447402769050","1447402777586","1447402786112","1447402794670","1447402803358","1447402812061","1447402820597","1447402829113","1447402837632","1447402846163","1447402854681","1447402863215","1447402871734","1447402880267","1447402888785","1447402897357","1447402905927","1447402914467","1447402923060","1447402931626","1447402940217","1447402948776","1447402957366","1447402965912","1447402974601","1447402983146","1447402991697","1447403000272","1447403008815","1447403017388","1447403026008","1447403034564","1447403043106","1447403051640","1447403060168","1447403068712","1447403077237","1447403085764","1447403094310","1447403102995","1447403111516"],"36030172603":["1447402908947","1447402917532","1447402926125","1447402934713","1447402943322","1447402951935","1447402960498","1447402969048","1447402977643","1447402986624","1447402995256","1447403003825","1447403012415","1447403021013","1447403029598","1447403038159","1447403046729","1447403055317","1447403063876","1447403072431","1447403080989","1447403089631","1447403098232","1447403106784","1447403115336","1447403123899","1447403132469","1447403141034","1447403149580","1447403158170"],"36030011768":["1447402967622","1447402976174","1447402984903","1447402993446","1447403001990","1447403010527","1447403019087","1447403027646","1447403036202","1447403044738","1447403053281","1447403061820","1447403070405","1447403078942","1447403087489","1447403096079","1447403104606","1447403113153","1447403121678","1447403130210","1447403138737","1447403147273","1447403155811","1447403164540","1447403173227","1447403181929","1447403190631","1447403199260","1447403207982","1447403216719","1447403225448","1447403242831","1447403251399","1447403260010","1447403268696","1447403277273","1447403285844","1447403294434","1447403303141","1447403311735","1447403320330","1447403328910","1447403337498","1447403346046","1447403354609","1447403363189","1447403380336","1447403388976","1447403397542","1447403406162","1447403414745","1447403423462","1447403432016","1447403440630","1447403449166","1447403466666","1447403475199","1447403483728","1447403492271","1447403500800","1447403509329","1447403517865","1447403526399","1447403534946","1447403543477","1447403552010","1447403560537","1447403569073","1447403577609","1447403586164","1447403594938","1447403603692","1447403612383","1447403621087","1447403629699","1447403638314","1447403646980","1447403655521","1447403664104","1447403672814","1447403681514","1447403690116","1447403698668","1447403707212","1447403715752","1447403732821","1447403741357","1447403750060","1447403758828","1447403767488","1447403776042","1447403784585","1447403793121","1447403801668","1447403810200","1447403818734"],"36050712475":["1447403191205","1447403201914","1447403212514","1447403223089","1447403233647","1447403244312","1447403254990","1447403265670","1447403276279","1447403286921","1447403297531","1447403308111","1447403318757","1447403329604","1447403340232","1447403350861","1447403361512","1447403372411","1447403393628","1447403404245","1447403415366","1447403426007","1447403436530","1447403447084","1447403457613","1447403468144","1447403478683","1447403489215","1447403499762","1447403510291","1447403520829","1447403531362","1447403541914","1447403552546","1447403563093","1447403573624","1447403584168","1447403606728","1447403617602","1447403628362","1447403639171","1447403649728","1447403671226","1447403682078","1447403692675","1447403713779","1447403724823","1447403735388","1447403746069","1447403756886","1447403778946","1447403789473","1447403800035","1447403810798"],"36030164313":["1447403383593","1447403394229","1447403404903","1447403415935","1447403437121","1447403447659","1447403469185","1447403479716","1447403490318","1447403511900","1447403522431","1447403532969","1447403544094","1447403554654","1447403565343","1447403575896"],"36030058968":["1447403498185","1447403506688","1447403515166","1447403523636","1447403532128","1447403540618","1447403549097","1447403557859","1447403566342","1447403574826","1447403583317","1447403591799","1447403600423","1447403609020","1447403618221","1447403626815","1447403635333","1447403643860","1447403652356","1447403661052","1447403669559","1447403678045","1447403686551","1447403695036","1447403703709","1447403712195","1447403720683","1447403729169","1447403737666","1447403755262","1447403763988","1447403772483","1447403780975","1447403798440","1447403806923","1447403815429","1447403823985","1447403832765","1447403841623","1447403850301","1447403858905","1447403867505","1447403876093","1447403884697","1447403893551","1447403902163","1447403910778","1447403934607","1447403943469","1447403952070","1447403960666","1447403969285","1447403977886","1447403986462","1447403995104","1447404003645","1447404012182","1447404020713","1447404029260","1447404037819","1447404046380","1447404054962","1447404063547","1447404072107","1447404080658","1447404089187","1447404097859","1447404106398","1447404114923","1447404123452","1447404132031","1447404140657","1447404149184","1447404157719","1447404166252","1447404174774","1447404191835","1447404208880","1447404225952","1447404243063","1447404260182","1447404268683","1447404277198","1447404285699","1447404294250","1447404334743","1447404343300","1447404351818","1447404360375","1447404368890","1447404377421","1447404385943","1447404394529","1447404403045","1447404411938","1447404420478","1447404437955","1447404446834","1447404455627","1447404464175","1447404472699","1447404481355","1447404489868","1447404498377","1447404506889","1447404515403","1447404523932","1447404532477","1447404541051","1447404549581","1447404558117","1447404566651","1447404575208","1447404583768","1447404592301","1447404600830","1447404609398","1447404617962","1447404635014","1447404643638","1447404652165","1447404660703","1447404669297","1447404677881","1447404686409","1447404694945","1447404703487","1447404712018","1447404720578","1447404729130","1447404737725","1447404746258","1447404754791","1447404772992","1447404782560","1447404792243","1447404811780","1447404821336","1447404830937","1447404840625","1447404850168","1447404859701","1447404869256","1447404878862","1447404898149","1447404907738","1447404917259","1447404926791","1447404936321","1447404945835","1447404955355","1447404964979","1447404975071","1447404984611","1447404994132","1447405003657","1447405013164","1447405022688","1447405032242","1447405041759","1447405051301","1447405061288","1447405070821","1447405080359","1447405089898","1447405099518","1447405109066","1447405118637","1447405128225","1447405137761","1447405147584","1447405157139","1447405166711","1447405176328","1447405185911","1447405195524","1447405205057","1447405214667","1447405234052","1447405243615","1447405283211","1447405304578","1447405315135","1447405325668","1447405346806","1447405357349","1447405367918","1447405378473","1447405389092","1447405399655","1447405410223","1447405420786","1447405431887","1447405442470","1447405453182","1447405463772","1447405474349","1447405484923","1447405495501","1447405506055","1447405516671","1447405527265","1447405537807","1447405548410","1447405559026","1447405569615","1447405580209","1447405590777","1447405601378","1447405611945","1447405622548","1447405633109","1447405643698","1447405654298","1447405664928","1447405675507","1447405686105","1447405696697","1447405707340","1447405717971","1447405728558","1447405739149","1447405749716","1447405760299","1447405770846","1447405781423","1447405791997","1447405802636","1447405821262","1447405831805","1447405842384","1447405852968","1447405863564","1447405874118","1447405884734","1447405895317","1447405905875","1447405916487","1447405927050","1447405937604","1447405948159","1447405958737","1447405969430","1447405979996","1447405990802","1447406001691","1447406012365","1447406022925","1447406033506","1447406044059","1447406054632","1447406065240","1447406075843","1447406086425","1447406096980","1447406107618","1447406118250","1447406128872","1447406139583","1447406150158","1447406160751","1447406228133","1447406238713","1447406249272","1447406259883","1447406270445","1447406281029","1447406291638","1447406302806","1447406324606","1447406335294","1447406345939","1447406356586","1447406367497","1447406378043","1447406388640","1447406399274","1447406409947","1447406420706","1447406431305"],"36050706819":["1447432304814","1447432335284","1447432365745","1447432396343","1447432426865","1447432457342","1447432487800","1447432518310","1447432548787","1447432579271","1447432609762","1447432640238","1447432670697","1447432701156","1447432731629","1447432762075","1447432792550","1447432822993","1447432853421","1447432883885","1447432914354","1447432944812","1447432976942","1447433007398","1447433037863","1447433068322","1447433098780","1447433129262","1447433159729","1447433190185","1447433220628","1447433251068","1447433281511","1447433311989","1447433342461","1447433372914","1447433403373","1447433433841","1447433464339","1447433494805","1447433525300","1447433555768","1447433586235","1447433616726","1447433647880","1447433678933","1447433709885","1447433740895","1447433771362","1447433801825","1447433832297","1447433862784","1447433893269","1447433923760","1447433954200","1447433984686","1447434015255","1447434045750","1447434076227","1447434106703","1447434137187","1447434167650","1447434198131","1447434228591","1447434259078","1447434289560","1447434320046","1447434350530","1447434381001","1447434411467","1447434441949","1447434472417","1447434502884","1447434533366","1447434563872","1447434594331","1447434624806","1447434655268","1447434685740","1447434716259","1447434746728","1447434777185","1447434807642","1447434838114","1447434868594","1447434899098","1447434929571","1447434960032","1447434990493","1447435020960","1447435051437","1447435081909","1447435112372","1447435142836","1447435173299","1447435203761","1447435234215","1447435264694","1447435295199","1447435325657","1447435346096","1447435376898","1447435411886","1447435442913","1447435473894","1447435504917","1447435535892","1447435566887","1447435597892","1447435628892","1447435659917","1447435690909","1447435721892","1447435752360","1447435782829","1447435813314","1447435843784","1447435874263","1447435904737","1447435935210","1447435965674","1447435996151","1447436026646","1447436057127","1447436087663","1447436118133","1447436148591","1447436179049","1447436209501","1447436240006","1447436270468","1447436300927","1447436331396","1447436361877","1447436392378","1447436422851","1447436453350","1447436483834","1447436514303","1447436544774","1447436575269","1447436605791","1447436636273","1447436666765","1447436697232","1447436727702","1447436758232","1447436788710","1447436819186","1447436849927","1447436880387","1447436910854","1447436941322","1447436971822","1447437002310","1447437032807","1447437063291","1447437093773","1447437124266","1447437154754","1447437185230","1447437215723","1447437246187","1447437276684","1447437307165","1447437337934","1447437369085","1447437399560","1447437430042","1447437460563","1447437491062","1447437521543","1447437552016","1447437582491","1447437612970","1447437643445","1447437673924","1447437704397","1447437734876","1447437765362","1447437795837","1447437826312","1447437856764","1447437887241","1447437917732","1447437948196","1447437978677","1447438009149","1447438039633","1447438070093","1447438100563","1447438131042","1447438161507","1447438191994","1447438222478","1447438252936","1447438283402","1447438313876","1447438344340","1447438374799","1447438491439","1447438521893","1447438552355","1447438582842","1447438613325","1447438643796","1447438674244","1447438704715","1447438735190","1447438765676","1447438796146","1447438826644","1447438857098","1447438887578","1447438918132","1447438948604","1447438979122","1447439009579","1447439040077","1447439070551","1447439101006","1447439131515","1447439161980","1447439192467","1447439222943","1447439253407","1447439283883","1447439314362","1447439344834","1447439375344","1447439405831","1447439436294","1447439466781","1447439497261","1447439527752","1447439558228","1447439588710","1447439619210","1447439649673","1447439680172","1447439710641","1447439741113","1447439771581","1447439802070","1447439832562","1447439863049","1447439893537","1447439924008","1447439954477","1447439984940","1447440015411","1447440045897","1447440076379","1447440106862","1447440137342","1447440167835","1447440198313","1447440228783","1447440259234","1447440289713","1447440320183","1447440350651","1447440381140","1447440411622","1447440442109","1447440472578","1447440503044","1447440533565","1447440564027","1447440594511","1447440625069","1447440655569","1447440686048","1447440716543","1447440747007","1447440777493","1447440807989","1447440838457","1447440868952","1447440899413","1447440929901","1447440960384","1447440990862","1447441021355","1447441051827","1447441082306","1447441112793","1447441143282","1447441173764","1447441204911","1447441235918","1447441266915","1447441297937","1447441328944","1447441359943","1447441390924","1447441421423","1447441451939","1447441482429","1447441512937","1447441543501","1447441574013","1447441604514","1447441635028","1447441665539","1447441696099","1447441726639","1447441757182","1447441787682","1447441818240","1447441848767","1447441879259","1447441909848","1447441940400","1447441970945","1447442001444","1447442031989","1447442062531","1447442093032","1447442123552","1447442154077","1447442184591","1447442215111","1447442245599","1447442276113","1447442306589","1447442337064","1447442367539","1447442398013","1447442428488","1447442459000","1447442489489","1447442519977","1447442550492","1447442580959","1447442611453","1447442641947","1447442672412","1447442702903","1447442733370","1447442764202","1447442794671","1447442825138","1447442855612","1447442886078","1447442916546","1447442947033","1447442977502","1447443007984","1447443038479","1447443068957","1447443099441","1447443129910","1447443160392","1447443190864","1447443221349","1447443251832","1447443282308","1447443312778","1447443343262","1447443373733","1447443404268","1447443434765","1447443465270","1447443495745","1447443526237","1447443556730","1447443587257","1447443617775","1447443648271","1447443678744","1447443709209","1447443739707","1447443770179","1447443800678","1447443831151","1447443861619","1447443892111","1447443922615","1447443953151","1447443983672","1447444014197","1447444044714","1447444075224","1447444105736","1447444136269","1447444167843","1447444199359","1447444229887","1447444260425","1447444290937","1447444321475","1447444351968","1447444382479","1447444412999","1447444443505","1447444474048","1447444504986","1447444536620","1447444567129","1447444597620","1447444628123","1447444658633","1447444689126","1447444719621","1447444750154","1447444780681","1447444811226","1447444841733","1447444872241","1447444902763","1447444933274","1447444963790","1447444994311","1447445024822","1447445055329","1447445085830","1447445116337","1447445146833","1447445177351","1447445207861","1447445238910","1447445269433","1447445299938","1447445330443","1447445360947","1447445391439","1447445421935","1447445452474","1447445482965","1447445513481","1447445543970","1447445574488","1447445605026","1447445635525","1447445666036","1447445696543","1447445727058","1447445757573","1447445788128","1447445818630","1447445849185","1447445879683","1447445910190","1447445940715","1447445971209","1447446001727","1447446032249","1447446062768","1447446093263","1447446123776","1447446154305","1447446184800","1447446215313","1447446245836","1447446276352","1447446306878","1447446337377","1447446367947","1447446398449","1447446428959","1447446459511","1447446490774","1447446521299","1447446551801","1447446582346","1447446613195","1447446643706","1447446674227","1447446704742","1447446735248","1447446765765","1447446796271","1447446826793","1447446857303","1447446887824","1447446918354","1447446948867","1447446979363","1447447009864","1447447040379","1447447070867","1447447101380","1447447131889","1447447162420","1447447192937","1447447254741","1447447223444","1447447285268","1447447315785","1447447346323","1447447376832","1447447407350","1447447437869","1447447468415","1447447498920","1447447529441","1447447559956","1447447590942","1447447621955","1447447652951","1447447683956","1447447714523","1447447745025","1447447775528","1447447806059","1447447836620","1447447867157","1447447897664","1447447928179","1447447958702","1447447989262","1447448019805","1447448050336","1447448080884","1447448111404","1447448141950","1447448172483","1447448203027","1447448233545","1447448264139","1447448294664","1447448325175","1447448355720","1447448386247","1447448416781","1447448447300","1447448477837","1447448508374","1447448538900","1447448569438","1447448600010","1447448630579","1447448661117","1447448691658","1447448722207","1447448752730","1447448783300","1447448813838","1447448844399","1447448874949","1447448905484","1447448936003","1447448966520","1447448997075","1447449028995","1447449059526","1447449090053","1447449120596","1447449151119","1447449181612","1447449212891","1447449243879","1447449274395","1447449304876","1447449335555","1447449366057","1447449396561","1447449427070","1447449457586","1447449488117","1447449518618","1447449550006","1447449581744","1447449613632","1447449644154","1447449674651","1447449705167","1447449735660","1447449766158","1447449796660","1447449827165","1447449859023","1447449889542","1447449920040","1447449950535","1447449981033","1447450011505","1447450041976","1447450072474","1447450102953","1447450133441","1447450163962","1447450194512","1447450239303","1447450269793","1447450300261","1447450330751","1447450361227","1447450391688","1447450422242","1447450452812","1447450483384","1447450513942","1447450544504","1447450575078","1447450605657","1447450639844","1447450670349","1447450700846","1447450731377","1447450761891","1447450792397","1447450822934","1447450853460","1447450883980","1447450914485","1447450944991","1447450975523","1447451006040","1447451036572","1447451067093","1447451097588","1447451128131","1447451158650","1447451189182","1447451219697","1447451250218","1447451280712","1447451304934","1447451335438","1447451365999","1447451396496","1447451427013","1447451457499","1447451487991","1447451518482","1447451548968","1447451579453","1447451609947","1447451640446","1447451670951","1447451701461","1447451731964","1447451762491","1447451792996","1447451823488","1447451853979","1447451884464","1447451914968","1447451945455","1447451975938","1447452006466","1447452036947","1447452067462","1447452097952","1447452128452","1447452158944","1447452189441","1447452219914","1447452250428","1447452280922","1447452311418","1447452341923","1447452372424","1447452402928","1447452433454","1447452463934","1447452494444","1447452524942","1447452555464","1447452585983","1447452616481","1447452646991","1447452677511","1447452708006","1447452738499","1447452768997","1447452799503","1447452830023","1447452860503","1447452890989","1447452921511","1447452951992","1447452982499","1447453013002","1447453043504","1447453074011","1447453104568","1447453135064","1447453165561","1447453196061","1447453226560","1447453257067","1447453287561","1447453318062","1447453348567","1447453379085","1447453409579","1447453440090","1447453470593","1447453501100","1447453531579","1447453562080","1447453592573","1447453623083","1447453653574","1447453684104","1447453714594","1447453745098","1447453775591","1447453806098","1447453836589","1447453867085","1447453897596","1447453928090","1447453958588","1447453989086","1447454019582","1447454050100","1447454080591","1447454111088","1447454141590","1447454172090","1447454202594","1447454233077","1447454263565","1447454294040","1447454324535","1447454355068","1447454385566","1447454416074","1447454446572","1447454477041","1447454507541","1447454538019","1447454568511","1447454598994","1447454629462","1447454659936","1447454690426","1447454720917","1447454751411","1447454781908","1447454812413","1447454842897","1447454873394","1447454903882","1447454934354","1447454964850","1447454995345","1447455025830","1447455056326","1447455086808","1447455117332","1447455178323","1447455147836","1447455208820","1447455239295","1447455269779","1447455300264","1447455330750","1447455361233","1447455391739","1447455422221","1447455452707","1447455483198","1447455513684","1447455544179","1447455574684","1447455605184","1447455635683","1447455666169","1447455696663","1447455727168","1447455757674","1447455788179","1447455818657","1447455849144","1447455879635","1447455910114","1447455940605","1447455971086","1447456001566","1447456032048","1447456062544","1447456093024","1447456123485","1447456153989","1447456184488","1447456214982","1447456245468","1447456275957","1447456306437","1447456336917","1447456367407","1447456397879","1447456428377","1447456458856","1447456489336","1447456519842","1447456550317","1447456580817","1447456611323","1447456641816","1447456672310","1447456702791","1447456733279","1447456763757","1447456794246","1447456824726","1447456855221","1447456885709","1447456916191","1447456946663","1447456977159","1447457007653","1447457038139","1447457068626","1447457099110","1447457129583","1447457160053","1447457190588","1447457221076","1447457251555","1447457282044","1447457312524","1447457343033","1447457373520","1447457404021","1447457434515","1447457465019","1447457495522","1447457526002","1447457556485","1447457586983","1447457617468","1447457647951","1447457678442","1447457708924","1447457739414","1447457769926","1447457800403","1447457830915","1447457861392","1447457891876","1447457922373","1447457952870","1447457983357","1447458013850","1447458044347","1447458074861","1447458105370","1447458135877","1447458166357","1447458196864","1447458227370","1447458257858","1447458288338","1447458318829","1447458349311","1447458379827","1447458410331","1447458440803","1447458471303","1447458501791","1447458532273","1447458562777","1447458593276","1447458623786","1447458654279","1447458684789","1447458715284","1447458745763","1447458776239","1447458806739","1447458837226","1447458867734","1447458898221","1447458928717","1447458959230","1447458989753","1447459020250","1447459050734","1447459081211","1447459111702","1447459142197","1447459172685","1447459203177","1447459233662","1447459264160","1447459294646","1447459325156","1447459355656","1447459386156","1447459416662","1447459447187","1447459477681","1447459508171","1447459538667","1447459569172","1447459599697","1447459630180","1447459660682","1447459691199","1447459721687","1447459752178","1447459782695","1447459813185","1447459843687","1447459874163","1447459904658","1447459935140","1447459965645","1447459996144","1447460026619","1447460057105","1447460087602","1447460118085","1447460148590","1447460179073","1447460209562","1447460240036","1447460270540","1447460301025","1447460331507","1447460362008","1447460392513","1447460423003","1447460453521","1447460484023","1447460514516","1447460545042","1447460575533","1447470387366","1447470417861","1447470448307","1447470478778","1447470509239","1447470539702","1447470570168","1447470600648","1447470631126","1447470661576","1447470692028","1447470722472","1447470753907","1447470784366","1447470814907","1447470845909","1447470876897","1447470907360","1447470937827","1447470968301","1447470998749","1447471029292","1447471059735","1447471090177","1447471120655","1447471151136","1447471181580","1447471212055","1447471242517","1447471272972","1447471303422","1447471333866","1447471364324","1447471394776","1447471425222","1447471455685","1447471486138","1447471516634","1447471547092","1447471577559","1447471608943","1447471639396","1447471669858","1447471700312","1447471730928","1447471761911","1447471792902","1447471823918","1447471854920","1447471885375","1447471915833","1447471946282","1447471976734","1447472007198","1447472037674","1447472068134","1447472098589","1447472129068","1447472159524","1447472189979","1447472220438","1447472281371","1447472311952","1447472342918","1447472373417","1447472403918","1447472434359","1447472464811","1447472495273","1447472525759","1447472556199","1447472586695","1447472617150","1447472664346","1447472724813","1447472785253","1447472845701","1447472906159","1447472966625","1447473027083","1447473087530","1447473147981","1447473208460","1447473268909","1447473329353","1447473389828","1447473450263","1447473510722","1447473571186","1447473631642","1447473692106","1447473752558","1447473813027","1447473873486","1447473933931","1447473994384","1447474054894","1447474115895","1447474176903","1447474237906","1447474298885","1447474359889","1447474420906","1447474481894","1447474542896","1447474603895","1447474664885","1447474725932","1447474786912","1447474847928","1447474908920","1447474969685","1447475030152","1447475090615","1447475151057","1447475211514","1447475271960","1447475332415","1447475392863","1447475453326","1447475513781","1447475574238","1447475634693","1447475695179","1447475755643","1447475816104","1447475876917","1447475937924","1447475998381","1447476110116","1447476170599","1447476231090","1447476291547","1447476352015","1447476412463","1447476472936","1447476533383","1447476593848","1447476654315","1447476714824","1447476775295","1447476835750","1447476896190","1447476956644","1447477017088","1447477077531","1447477137994","1447477202013","1447477232466","1447477262916","1447477293386","1447477323855","1447477354308","1447478612174","1447478672886","1447478733923","1447478794911","1447478855887","1447478933307","1447478993910","1447479054930","1447479115900","1447479176899","1447479237917","1447479298919","1447479359915","1447479431702","1447479495908","1447479556915","1447479617882","1447479678893","1447479739905","1447479800907","1447479861905","1447479922904","1447479983905","1447482411398","1447482471856","1447482532312","1447482592808","1447482653289","1447482713736","1447482774185","1447482834639","1447482895105","1447482955542","1447483016006","1447483076466","1447483136933","1447483197400","1447483257860","1447483318307","1447483378755","1447483439221","1447483499692","1447483560153","1447483620621","1447483681088","1447483741538","1447483802000","1447483862898","1447483923916","1447483984360","1447484044894","1447484105907","1447484189564","1447484250910","1447484311885","1447484372324","1447484432773","1447484493232","1447484553689","1447484614131","1447484674577","1447484735020","1447484795468","1447484855892","1447484916370","1447484976818","1447485037263","1447485097716","1447485158158","1447485218613","1447485279067","1447485339529","1447485399981","1447485460467","1447485520917","1447485581362","1447485641809","1447485702244","1447485762689","1447485823134","1447485883568","1447485944012","1447486004449","1447486064892","1447486125337","1447486185782","1447486246237","1447486306675","1447486367123","1447486427617","1447486488068","1447486548509","1447486608958","1447486669400","1447486729860","1447486790322","1447486850762","1447486911200","1447486971654","1447487032109","1447487092579","1447487153034","1447487213478","1447487273926","1447487334366","1447487394821","1447487455287","1447487515763","1447487576197","1447487636663","1447487697133","1447487757587","1447487818051","1447487878489","1447487938932","1447487999390","1447488059831","1447488120279","1447488180756","1447488241198","1447488301664","1447488362124","1447488422573","1447488483022","1447488544581","1447488605027","1447488665501","1447488725949","1447488786401","1447488846874","1447488907349","1447488967822","1447489029353","1447489067785","1447489128246","1447489188705","1447489249162","1447489309639","1447489370097","1447489430575","1447489491026","1447489551503","1447489611967","1447489672433","1447489721588","1447489782066","1447489842541","1447489903014","1447489963478","1447490023932","1447490084401","1447490144875","1447490205345","1447490265826","1447490326289","1447490386750","1447490447225","1447490507690","1447490568159","1447490628621","1447490689098","1447490749591","1447490810059","1447490870522","1447490930990","1447490991447","1447491051904","1447491112357","1447491172816","1447491233284","1447491293734","1447491354196","1447491414662","1447491475122","1447491535581","1447491596037","1447491656482","1447491716948","1447491777414","1447491799054","1447491859536","1447491920003","1447491980473","1447492040928","1447492101378","1447492161855","1447492222324","1447492282788","1447492343254","1447492403717","1447492464157","1447492524610","1447492585072","1447492645548","1447492706015","1447492766492","1447492826964","1447492887443","1447492947924","1447493008396","1447493068894","1447493129380","1447493189853","1447493250337","1447493310836","1447493371317","1447493431824","1447493492307","1447493552786","1447493613282","1447493673746","1447493734231","1447493794700","1447493855180","1447493915655","1447493976148","1447494036624","1447494097106","1447494157583","1447494218062","1447494278532","1447494339011","1447494399485","1447494459970","1447494520454","1447494580942","1447494641435","1447494701908","1447494762394","1447494822878","1447494883356","1447494943836","1447495004313","1447495064783","1447495125251","1447495185746","1447495246227","1447495306704","1447495367209","1447495427701","1447495488183","1447495548668","1447495609147","1447495669652","1447495730144","1447495790635","1447495851134","1447495911619","1447495972095","1447496032586","1447496093073","1447496153548","1447496214012","1447496274493","1447496334981","1447496395472","1447496455957","1447496516434","1447496576914","1447496637392","1447496697877","1447496758363","1447496818838","1447496879320","1447496939823","1447497000309","1447497060797","1447497121269","1447497181750","1447497242233","1447497302717","1447497363209","1447497423695","1447497484176","1447497544663","1447497605138","1447497665616","1447497726090","1447497786582","1447497847059","1447497907532","1447497968004","1447498028498","1447498088980","1447498149455","1447498209924","1447498270406","1447498330884","1447498391375","1447498451851","1447498512322","1447498572824","1447498633306","1447498693800","1447498754285","1447498814756","1447498875232","1447498935706","1447498996205","1447499056676","1447499117165","1447499177650","1447499238122","1447499298585","1447499359066","1447499419540","1447499480039","1447499540531","1447499601012","1447499661481","1447499721974","1447499782473","1447499842970","1447499903465","1447499963944","1447500024435","1447500084923","1447500145403","1447500205880","1447500266374","1447500326869","1447500387353","1447500447821","1447500508299","1447500568775","1447500629263","1447500689739","1447500750230","1447500810705","1447500871201","1447500931678","1447500992176","1447501052665","1447501113156","1447501173628"],"36020197678":["1447742329646","1447742340094","1447742350499","1447742360909","1447742371364","1447742381783","1447742392201","1447742402618","1447742413055","1447742423484","1447742433910","1447742444332","1447742454741","1447742465155","1447742475572","1447742485993","1447742496447","1447742506889","1447742517320","1447742527752","1447742538194","1447742548642","1447742559075","1447742569521","1447742579961","1447742590536","1447742600966","1447742611399","1447742621803","1447742632216","1447742642624","1447742653046","1447742663456","1447742673868","1447742684289","1447742694742","1447742705166","1447742715577","1447742726003","1447742736441","1447742746867","1447742757292","1447742767719","1447742778148","1447742788589","1447742799007","1447742809437","1447742819869","1447742830312","1447742840731"],"36020104327":["1447997653908","1447997659443","1447997664970","1447997670408","1447997675925","1447997681445","1447997687010","1447997692536","1447997698071","1447997703621","1447997709145","1447997714875","1447997720399","1447997726027","1447997731560","1447997737087","1447997742609","1447997748151","1447997753689","1447997759216","1447997764741","1447997770609","1447997776135","1447997781664","1447997787188","1447997792722","1447997798243","1447997803777","1447997809463","1447997814994","1447997820659","1447997826181","1447997831716","1447997837490","1447997843256","1447997848794","1447997854319","1447997859857","1447997865394","1447997870938","1447997876492","1447997882026","1447997887565","1447997893111","1447997898632","1447997904156","1447997909674","1447997915194","1447997920731","1447997926260","1447997931779","1447997937307","1447997942827","1447997948354","1447997953882","1447997959410","1447997964936","1447997970469","1447997975990","1447997981516","1447997987049","1447997992574","1447997998116","1447998003655","1447998009183","1447998014715","1447998020245","1447998025843","1447998031371","1447998036920","1447998042486","1447998048012","1447998053557","1447998059079","1447998064598","1447998070142","1447998075666","1447998081240","1447998086795","1447998092318","1447998097854","1447998103399","1447998108960","1447998114672","1447998120206","1447998125746","1447998131278","1447998136801","1447998142331","1447998147847","1447998153377","1447998158915","1447998164455","1447998169999","1447998175794","1447998181746","1447998187665","1447998193279","1447998198821","1447998204358"]},"names":{"36020174749":"\u53a6\u95e8\u6d77\u6ee8\u6d74\u573a-\u767d\u57ce\u6c99\u6ee9","36020034591":"\u53f0\u5317101\u5927\u6a13 \u5357\u9762","36020092068":"\u5317\u4eac\u5317\u4e94\u73af\u8def\u4ef0\u5c71\u6865","36050700291":"\u53f0\u5317101\u5927\u6a13 \u897f\u9762","36020100884":"\u9999\u6e2f \u7dad\u591a\u5229\u4e9e\u6d77\u6e2f","36030087414":"\u54c8\u5c3c\u68af\u7530\uff5e\u5143\u9633\u60ac\u5d16\u5ba2\u6808\uff5e\u697c\u9876\u76f4\u64ad","36050704729":"\u6f15\u8fd0\u7801\u5934","36020196487":"\u5317\u4eac\u897f\u4e8c\u65d7","36020009338":"\u4e8c\u82b1\u7684\u53cc\u4e0b\u5df4\u591a\u611f\u4eba","36050705641":"\u4e9a\u6d32\u7b2c\u4e00\u9ad8\u55b7\u6cc9\uff0c\u6bcf\u665a\u516b\u70b9\u3002","36030052224":"\u5cad\u5357\u4e61\u6751\u98ce\u5149\uff08\u5e7f\u4e1c\u53f0\u5c71\uff09","36050711914":"\u62c9\u8428\u767d\u739b\u6587\u5df4\u6444\u5f71","36030082732":"\u5317\u6d77\u5916\u6c99\u5185\u6e2f\u51fa\u6d77\u53e3","36050713771":"\u9e2d\u7eff\u6c5f\u98ce\u5149","36020166912":"\u5e7f\u5143","36020038105":"\u725b\u51e4\u51b21","36020140454":"\u907f\u6691\u5c71\u5e84 \u548c\u5408\u627f\u5fb7","36030089939":"\u91cd\u5e86\u7f8e\u4e3d\u96fe\u90fd\u5c71\u57ce","36020200526":"~HK~ \u9999\u6e2f \u5149\u69ae\u7dbb\u653e \u5317\u4eac\u9053 1 \u865f","36020025028":"\u90a3\u7247\u5c71(\u798f\u5efa\u7701\u5357\u9756\u53bf\uff09","36020104276":"\u5357\u4eac\u5e55\u5e9c\u5c71","36020017206":"\u7ea2\u74e6\u7eff\u6811 \u7f8e\u4e3d\u9752\u5c9b","36030134053":"\u6700\u7f8e\u6e14\u6751--\u6a80\u5174\u6751\uff08\u5b81\u6ce2 \u77f3\u6d66\uff09","36030124432":"\u897f\u5317.\u7518\u8083.\u5170\u5dde.\u9ec4\u6cb3","36050733794":"\u6e05\u6c5f\u6cb3\u8fb9","36030172603":"\u5317\u4eacCCTV\u811a\u4e0b\u7684\u4e1c\u4e09\u73af","36030011768":"\u6211\u5728\u6c88\u9633","36050712475":"\u57ce\u5e02\u4e00\u89d2","36030164313":"\u56db\u5ddd\u5b9c\u5bbe\uff1a\u68a6\u5e7b\u8d44\u6e90\uff0c\u4f20\u5947\u751f\u6001\u3002","36030058968":"\u7f8e\u4e3d\u7684\u73af\u5c9b\u5e72\u9053","36050706819":"\u5317\u4eac\u4e09\u5143\u6865\u6362\u68812","36020197678":"\u56db\u4f1a\u6cbf\u6c5f\u8def\u65b0\u57ce\u533a","36020104327":"\u6bd5\u68da\u6c9f\u98ce\u666f\u533a"}};
		*/
        }
    });
})(window, document);
